{"protocolSection":{"identificationModule":{"nctId":"NCT06035874","orgStudyIdInfo":{"id":"B-LIFTMED001"},"organization":{"fullName":"Medanta, The Medicity, India","class":"OTHER"},"briefTitle":"Effect of Bempedoic Acid on Liver Fat in Individuals With Nonalcoholic Fatty Liver Disease and Type 2 Diabetes","officialTitle":"Effect of Bempedoic Acid on Liver Fat in Individuals With Nonalcoholic Fatty Liver Disease and Type 2 Diabetes: Randomized Controlled Trial","acronym":"B-LIFT"},"statusModule":{"statusVerifiedDate":"2025-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-11-01","type":"ACTUAL"},"completionDateStruct":{"date":"2025-10-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-06","studyFirstSubmitQcDate":"2023-09-06","studyFirstPostDateStruct":{"date":"2023-09-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-06-12","lastUpdatePostDateStruct":{"date":"2025-06-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Mohammad Shafi Kuchay","investigatorTitle":"Senior Consultant, Division of Endocrinology & Diabetes","investigatorAffiliation":"Medanta, The Medicity, India"},"leadSponsor":{"name":"Medanta, The Medicity, India","class":"OTHER"},"collaborators":[{"name":"Diabetes & Endocrinology Foundation","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Nonalcoholic fatty liver disease (NAFLD) is a spectrum of liver conditions ranging from liver steatosis (NAFL), steatohepatitis (NASH), advanced liver fibrosis and ultimately leads to cirrhosis in a significant proportion of individuals. NAFLD is intimately associated with insulin resistance and associated disorders, such as type 2 diabetes, metabolic syndrome and dyslipidemia.\n\nBempedoic acid, an ATP-citrate lyase inhibitor, is recently approved for patients with dyslipidemia as a second line drug. Bempedoic acid reduces liver fat in mice model of NASH. Data regarding the effect of bempedoic acid on human liver fat are scarce. Therefore, the current study is planned to evaluate the effect of bempedoic acid versus standard treatment on liver and pancreatic fat content in patients with NAFLD","detailedDescription":"OBJECTIVE Nonalcoholic fatty liver disease (NAFLD) is a spectrum of liver conditions ranging from liver steatosis (NAFL), steatohepatitis (NASH), advanced liver fibrosis and ultimately leads to cirrhosis in a significant proportion of individuals. NAFLD is intimately associated with insulin resistance and associated disorders, such as type 2 diabetes, metabolic syndrome and dyslipidemia.\n\nBempedoic acid, an ATP-citrate lyase inhibitor, is recently approved for patients with dyslipidemia as a second line drug. Bempedoic acid reduces liver fat in mice model of NASH. Data regarding the effect of bempedoic acid on human liver fat are scarce. Therefore, the current study is planned to evaluate the effect of bempedoic acid versus standard treatment on liver and pancreatic fat content in patients with NAFLD.\n\nMaterials and methods\n\nStudy design This B-LIFT (effect of Bempedoic acid on Liver fat content) trial is an investigator initiated, open label, randomized clinical study to examine the effect of bempedoic acid 180 mg tablet once a day for 24 weeks (Bemp group) versus standard treatment (control group) on liver and pancreatic fat content. Hepatic steatosis (intracellular fat accumulation in hepatocytes) will be measured by MRI-PDFF, a validated quantitative biomarker for liver fat. Controlled attenuation parameter (CAP) and liver stiffness measurement (LSM) will be measured by Fibroscan. The study will be conducted according to the CONSORT guidelines. The patient population for the trial will be derived from Medanta-The Medicity Hospital endocrine out-patient clinic, who would primarily visit for management of type 2 diabetes and other co-morbidities. The study will be conducted in Medanta-The Medicity Hospital, Gurugram, Haryana, which is a tertiary care center in North India. Patients deemed eligible will be screened for the trial. The study will be registered at clinicaltrials.gov. The clinical trial protocol will be presented for approval to the institutional ethics review board. Informed written consent will be obtained from all the participants before enrolment into the study.\n\nAll patients will undergo a baseline assessment before randomization, including detailed medical history, physical examination including anthropometry and biochemical evaluation.\n\nRandomization\n\nA research assistant will randomize the patients into Bem group or Control group in a 1:1 ratio using computer-generated numbers. It will be ensured that these are equal in number. Opaque envelopes will be prepared with serial number on the top and the assigned group inside the envelop. After recruiting the subjects, the envelop with corresponding serial number will be opened and the subjects assign to the relevant groups after opening the envelop. The patients will then be sent back to their respective consultants in the endocrine department for initiation and/or adjustment of treatment for type 2 diabetes (according to randomization into Bemp or control groups) and other co-morbidities.\n\nStudy visits\n\nAfter careful assessment at the baseline visit, patients meeting all inclusion and exclusion criteria will be randomized to receive bempedoic acid 180 mg once a day or the standard treatment (no treatment for fatty liver, control group) for 24 weeks. Patients will be advised to return to the out-patient endocrine clinic for follow-up visits at weeks 12 and 24.\n\nPrimary outcome The primary outcome measure will be the difference of the change in liver fat content from 0 (baseline) to 24 weeks between groups. \\[liver fat content as quantified by MRI-PDFF in colocalized regions of interest (ROI) within each of the nine liver segments\\].\n\nSecondary outcomes\n\n1. The difference of the change in pancreatic fat content from 0 (baseline) to 24 weeks between groups. \\[Pancreatic fat content as quantified by MRI PDFF\\].\n2. The difference of the change in controlled attenuation parameter (CAP) from 0 (baseline) to 24 weeks between groups. \\[CAP will be assessed by transient elastography\\].\n3. The difference of the change in liver stiffness measurement (LSM) from 0 (baseline) to 24 weeks between groups. \\[LSM will be measured by transient elastography\\].\n4. Change between the groups in aspartate aminotransferase (AST) levels.\n5. Change between groups in alanine aminotransferase (ALT) levels.\n6. Change between groups in gamma-glutamyl transpeptidase (GGT) levels.\n7. Change between the groups in serum creatinine concentrations.\n8. Change between the groups in total cholesterol levels.\n9. Change between groups in triglycerides levels.\n10. Change between groups in LDL levels.\n11. Change between groups in HDL levels.\n\nMRI-PDFF protocols\n\nMRI-PDFF for fat quantification\n\nMRI-PDFF is a non-invasive, objective, and quantitative MR imaging-based biomarker that can accurately estimate liver fat. MRI-PDFF has been demonstrated to be a robust technique for assessing treatment response in NASH clinical trials. In this study, the time interval from obtaining the baseline MRI-PDFF to initiating the study drug will be less than one week.\n\nMRI-PDFF for detailed fat mapping of the entire liver\n\nAll MR examinations will be done by an experienced MR technologist in the Medanta Radiology department under the direction of the radiologist investigator (SK). The radiologist investigator, blinded to the patients' treatment group allocation, clinical and biochemical data, and order of scans (baseline and follow-up), will perform the image analyses.\n\nROI colocalization before and after treatment\n\nTo assess longitudinal changes in liver fat content, one colocalized ROI will be placed in each of the nine liver segments (nine separate ROIs) on the baseline and follow-up MRI examinations.\n\nStatistical analysis Plan\n\nThe analysis will include profiling of patients on different demographic, clinical and laboratory parameters etc. Quantitative data will be presented in terms of means and standard deviation and qualitative/categorical data will be presented as absolute numbers and proportions. To compare between the two groups, the Chi-squared test or Fisher's exact test will be used for categorical variables, and the independent samples t test or Wilcoxon-Mann-Whitney U test will be used for the differences between continuous variables. Pearson correlation coefficient will be used to evaluate correlations between variables. Additional analyses of primary and secondary outcomes within treatment groups will be performed by using two-tailed independent sample t tests, paired t tests, or non-parametric tests, when indicated. P-value \\< 0.05 is considered statistically significant. SPSS software will be used for analysis.\n\nSample size calculation\n\nInvestigator assumed that a 5.0% difference in absolute liver fat content between bempedoic acid versus control group would be the minimally appreciable and clinically relevant difference. Based on the results of previous similar clinical studies involving ezetimibe and empagliflozin, Investigator expected the bempedoic acid group to have a liver fat reduction of \\>5% compared to baseline, and control group to have \\<2% reduction in liver fat compared to baseline. With these assumptions the sample size per group works out as 30 in each group to achieve a power of at least 90% with a β of 0.05. Therefore, Investigator plan to randomize 100 patients, 50 in each group to ensure adequate study power even with dropouts.\n\nMethod of sample size calculation\n\nAssumptions:\n\nChange in absolute liver fat from baseline to week 24 in Bemp group (m1) = 5.0% Change in absolute liver fat from baseline to week 24 in Control group (m2) = 2.0% Confidence level -95% Power - 90% Coefficient of variation = 100%\n\nFormula for sample size calculation:\n\nn = (Zα+Zβ)2 \\* (σ12 + σ22)) / (m1-m2)2, where Zα is the value of normal distribution corresponding to desired confidence level Zβ is the value of the Normal distribution corresponding to desired power σ1 and σ2 are the standard deviation of the two groups With these assumptions the sample size per group works out as 30. Investigator will randomize 50 in each group to ensure adequate power even after dropouts.\n\nPatient confidentiality\n\nPrecautions will be taken to ensure confidentiality. Data collection forms will not reveal the name of patients included in study. All the participants will be covered by insurance to cover the cost of any untoward effect directly resulting from enrolment in the study."},"conditionsModule":{"conditions":["Type 2 Diabetes","Non Alcholic Fatty Liver Disease"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Bem group","type":"ACTIVE_COMPARATOR","description":"Patient will get Bempedoic acid along with the standard of Care","interventionNames":["Drug: Bempedoic acid"]},{"label":"Control Group","type":"NO_INTERVENTION","description":"Patient will get the standard of Care as per routine practice"}],"interventions":[{"type":"DRUG","name":"Bempedoic acid","description":"Patient willl be randomized 1:1 in both the arms","armGroupLabels":["Bem group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The change in liver fat content","description":"The primary outcome measure will be the difference of the change in liver fat content from 0 (baseline) to 24 weeks between groups","timeFrame":"Baseline to 24 Weeks"}],"secondaryOutcomes":[{"measure":"The change in pancreatic fat","description":"The difference of the change in pancreatic fat content from 0 (baseline) to 24 weeks between groups. \\[Pancreatic fat content as quantified by MRI PDFF\\]","timeFrame":"Baseline to 24 Weeks"},{"measure":"The change in controlled attenuation parameter","description":"The difference of the change in controlled attenuation parameter (CAP) from 0 (baseline) to 24 weeks between groups. \\[CAP will be assessed by transient elastography\\].","timeFrame":"Baseline to 24 Weeks"},{"measure":"The change in liver stiffness measurement (LSM)","description":"The difference of the change in liver stiffness measurement (LSM) from 0 (baseline) to 24 weeks between groups. \\[LSM will be measured by transient elastography\\].","timeFrame":"Baseline to 24 Weeks"},{"measure":"Change between the groups in aspartate aminotransferase (AST) levels","description":"Change between the groups in aspartate aminotransferase (AST) levels","timeFrame":"Baseline to 24 Weeks"},{"measure":"Change between groups in alanine aminotransferase (ALT) levels","description":"Change between groups in alanine aminotransferase (ALT) levels","timeFrame":"Baseline to 24 Weeks"},{"measure":"Change between groups in gamma-glutamyl transpeptidase (GGT) levels.","description":"Change between groups in gamma-glutamyl transpeptidase (GGT) levels.","timeFrame":"Baseline to 24 Weeks"},{"measure":"Change between the groups in serum creatinine concentrations.","description":"Change between the groups in serum creatinine concentrations.","timeFrame":"Baseline to 24 Weeks"},{"measure":"Change between the groups in total cholesterol levels.","description":"Change between the groups in total cholesterol levels.","timeFrame":"Baseline to 24 Weeks"},{"measure":"Change between groups in triglycerides levels.","description":"Change between groups in triglycerides levels.","timeFrame":"Baseline to 24 Weeks"},{"measure":"Change between groups in LDL levels","description":"Change between groups in LDL levels","timeFrame":"Baseline to 24 Weeks"},{"measure":"Change between groups in HDL levels","description":"Change between groups in HDL levels","timeFrame":"Baseline to 24 Weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. A man or woman, 20 years of age or above with the diagnosis of type 2 diabetes for at least 3 months who meets all the following two criteria:\n\n   1. On standard anti-diabetic agents (metformin, DPP-4 inhibitors, sulphonylureas or insulin, in any combination) with an HbA1c of \\<9% at screening\n   2. Have documented hepatic steatosis (MRI-PDFF \\>5.6%) on screening MRI- PDFF\n2. Participants must be medically stable based on medical history, physical examination and laboratory investigations.\n3. Participants must be willing and able to adhere to the prohibitions and restrictions specified in this protocol.\n4. Each participant must sign an informed consent form (ICF) indicating that he or she understands the purpose of the study and are willing to participate in the study.\n\nExclusion Criteria:\n\n1. History of diabetic ketoacidosis, type 1 diabetes, pancreas or beta-cell transplantation, or diabetes secondary to pancreatitis or pancreatectomy.\n2. History of brittle or labile glycemic control, with widely varying glucose measurements by FPG or SMBG such that stable glucose control over the treatment period would be unlikely.\n3. History of drug or alcohol abuse according to Diagnostic and Statistical Manual of Mental Disorders (5th edition) (DSM-V) criteria within 3 years before Screening, or an Alcohol Use Disorders Identification Test (AUDIT) with a score \\>8, or alcohol consumption of more than 20 g per day in the case of women and more than 30 g per day in the case of men for at least three consecutive months during the previous 5 years.\n4. Thyroid stimulating hormone (TSH) value that is either \\< 0.45 mIU/L or \\>10 mIU/L at Screening. Note: Subjects on thyroid hormone replacement therapy must be on a stable dose and dosing regimen for at least 4 weeks prior to enrollment.\n5. Use of a PPAR-γ agonist \\[e.g., a thiazolidinedione (pioglitazone\\], an SGLT2 inhibitor (e.g., canagliflozin, empagliflozin, dapagliflozin), GLP-1 receptor agonists (e.g., liraglutide, dulaglutide) or saroglitazar (Dual PPARα/γ agonist) within 12 weeks before the enrollment.\n6. BMI \\>40 kg/m2.\n7. Ongoing eating disorder, or a significant weight loss or weight gain within 12 weeks before the Screening visit, defined as an increase or decrease of 5% in body weight based upon clinic-based measurement or, if not available, based on subject's report.\n8. Use of weight loss medication (prescription and/or over the counter) within 3 months prior to Screening or have participated in a weight loss/diet program within 12 months prior to Screening.\n9. Renal disease that required treatment with immunosuppressive therapy or a history of dialysis or renal transplant.\n10. Myocardial infarction, unstable angina, pulmonary hypertension, revascularization procedure (e.g., stent or bypass graft surgery), or cerebrovascular accident within 3 months before Screening, or revascularization procedure is planned, or subject has a history of New York Heart Association (NYHA) Class III-IV cardiac disease.\n11. History of hepatitis B surface antigen (HBsAg) or hepatitis C antibody (anti-HCV) positive, or other clinically active liver disease, or tests positive for HBsAg or anti- HCV at Screening.\n12. Use of vitamin E within 12 weeks before screening.\n13. History of prior bariatric (e.g., Roux-en-Y gastric bypass) or other major upper gastrointestinal surgical procedure (including gastric resection).\n14. History of diabetic gastroparesis (or symptoms suggestive of this disorder, including postprandial bloating or vomiting), malabsorption, inflammatory bowel disease, or any other chronic, clinically important gastrointestinal disorder.\n15. Estimated glomerular filtration rate (eGFR) \\<60 mL/min/1•73 m2 using the Modification of Diet in Renal Disease Study (MDRD) equation.\n16. Subjects with a history of having or possibly having metallic material in the body or any contraindication for a MR examination.\n17. Claustrophobia, or anxiety related to previous negative experiences with magnetic resonance imaging procedures or if the subject is unwilling to participate in magnetic resonance imaging procedures.\n18. Clinically important hematologic disorder (e.g., symptomatic anemia, proliferative bone marrow disorder, thrombocytopenia) at Screening.\n19. History of human immunodeficiency virus (HIV) antibody positive at Screening.\n20. Major surgery (e.g., requiring general anesthesia) within 12 weeks before Screening, or will not have fully recovered from surgery, or has surgery planned during the time the subject is expected to participate in the study.\n21. Contraindications to the use of bempedoic acid (per BEMPEDOIC ACID Prescribing Information).\n22. Current use of a corticosteroid medication or immunosuppressive agent, or likely to require treatment with a corticosteroid medication or an immunosuppressive agent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mr Surender, PhD","role":"CONTACT","phone":"01244141414","phoneExt":"6596","email":"yadavsurender89@gmail.com"}],"locations":[{"facility":"Division Of Endocrinology , Medanta The Medicity Sec 38","status":"RECRUITING","city":"Gurgaon","state":"Haryana","zip":"122001","country":"India","contacts":[{"name":"Mohammad S kuchay, MBBS, MD","role":"CONTACT","phone":"0124-4141414","phoneExt":"6596","email":"drshafikuchay@gmail.con"},{"name":"Surender Rao, Msc","role":"CONTACT","phone":"0124-4141414","phoneExt":"6596","email":"yadavsurender89@gmail.com"}],"geoPoint":{"lat":28.4601,"lon":77.02635}}]},"referencesModule":{"references":[{"pmid":"19938117","type":"BACKGROUND","citation":"Malik SM, Devera ME, Fontes P, Shaikh O, Sasatomi E, Ahmad J. Recurrent disease following liver transplantation for nonalcoholic steatohepatitis cirrhosis. Liver Transpl. 2009 Dec;15(12):1843-51. doi: 10.1002/lt.21943."},{"pmid":"22025886","type":"BACKGROUND","citation":"Reeder SB, Cruite I, Hamilton G, Sirlin CB. Quantitative Assessment of Liver Fat with Magnetic Resonance Imaging and Spectroscopy. J Magn Reson Imaging. 2011 Oct;34(4):729-749. doi: 10.1002/jmri.22775. Epub 2011 Sep 16."},{"pmid":"22554256","type":"BACKGROUND","citation":"Permutt Z, Le TA, Peterson MR, Seki E, Brenner DA, Sirlin C, Loomba R. Correlation between liver histology and novel magnetic resonance imaging in adult patients with non-alcoholic fatty liver disease - MRI accurately quantifies hepatic steatosis in NAFLD. Aliment Pharmacol Ther. 2012 Jul;36(1):22-9. doi: 10.1111/j.1365-2036.2012.05121.x. Epub 2012 May 3."},{"pmid":"22431131","type":"BACKGROUND","citation":"Le TA, Chen J, Changchien C, Peterson MR, Kono Y, Patton H, Cohen BL, Brenner D, Sirlin C, Loomba R; San Diego Integrated NAFLD Research Consortium (SINC). Effect of colesevelam on liver fat quantified by magnetic resonance in nonalcoholic steatohepatitis: a randomized controlled trial. Hepatology. 2012 Sep;56(3):922-32. doi: 10.1002/hep.25731. Epub 2012 Jul 2."},{"pmid":"25482832","type":"BACKGROUND","citation":"Loomba R, Sirlin CB, Ang B, Bettencourt R, Jain R, Salotti J, Soaft L, Hooker J, Kono Y, Bhatt A, Hernandez L, Nguyen P, Noureddin M, Haufe W, Hooker C, Yin M, Ehman R, Lin GY, Valasek MA, Brenner DA, Richards L; San Diego Integrated NAFLD Research Consortium (SINC). Ezetimibe for the treatment of nonalcoholic steatohepatitis: assessment by novel magnetic resonance imaging and magnetic resonance elastography in a randomized trial (MOZART trial). Hepatology. 2015 Apr;61(4):1239-50. doi: 10.1002/hep.27647. Epub 2015 Feb 27."},{"pmid":"34909677","type":"BACKGROUND","citation":"Sanjay KV, Vishwakarma S, Zope BR, Mane VS, Mohire S, Dhakshinamoorthy S. ATP citrate lyase inhibitor Bempedoic Acid alleviate long term HFD induced NASH through improvement in glycemic control, reduction of hepatic triglycerides & total cholesterol, modulation of inflammatory & fibrotic genes and improvement in NAS score. Curr Res Pharmacol Drug Discov. 2021 Sep 4;2:100051. doi: 10.1016/j.crphar.2021.100051. eCollection 2021."},{"pmid":"34887111","type":"BACKGROUND","citation":"Bentanachs R, Velazquez AM, Sanchez RM, Alegret M, Laguna JC, Roglans N. Bempedoic acid as a PPARalpha activator: new perspectives for hepatic steatosis treatment in a female rat experimental model. Clin Investig Arterioscler. 2022 Mar-Apr;34(2):57-67. doi: 10.1016/j.arteri.2021.09.004. Epub 2021 Dec 6. English, Spanish."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D008107","term":"Liver Diseases"},{"id":"D005234","term":"Fatty Liver"},{"id":"D065626","term":"Non-alcoholic Fatty Liver Disease"},{"id":"D003920","term":"Diabetes Mellitus"},{"id":"D003924","term":"Diabetes Mellitus, Type 2"}],"ancestors":[{"id":"D044882","term":"Glucose Metabolism Disorders"},{"id":"D008659","term":"Metabolic Diseases"},{"id":"D004700","term":"Endocrine System Diseases"},{"id":"D004066","term":"Digestive System Diseases"}],"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","asFound":"Diabetes","relevance":"HIGH"},{"id":"M7119","name":"Diabetes Mellitus, Type 2","asFound":"Type 2 Diabetes","relevance":"HIGH"},{"id":"M8375","name":"Fatty Liver","asFound":"Fatty Liver","relevance":"HIGH"},{"id":"M30540","name":"Non-alcoholic Fatty Liver Disease","asFound":"Nonalcoholic Fatty Liver Disease","relevance":"HIGH"},{"id":"M11107","name":"Liver Diseases","asFound":"Liver Disease","relevance":"HIGH"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"T5868","name":"Visceral Steatosis","asFound":"Fatty Liver","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C581236","term":"8-hydroxy-2,2,14,14-tetramethylpentadecanedioic acid"}],"ancestors":[{"id":"D000960","term":"Hypolipidemic Agents"},{"id":"D000963","term":"Antimetabolites"},{"id":"D045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D057847","term":"Lipid Regulating Agents"},{"id":"D004791","term":"Enzyme Inhibitors"},{"id":"D007004","term":"Hypoglycemic Agents"},{"id":"D045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M11110","name":"Liver Extracts","relevance":"LOW"},{"id":"M340511","name":"8-hydroxy-2,2,14,14-tetramethylpentadecanedioic acid","asFound":"Tecentriq","relevance":"HIGH"},{"id":"M4278","name":"Hypolipidemic Agents","relevance":"LOW"},{"id":"M4281","name":"Antimetabolites","relevance":"LOW"},{"id":"M28883","name":"Lipid Regulating Agents","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M10054","name":"Hypoglycemic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Hypo","name":"Hypoglycemic Agents"},{"abbrev":"Lipd","name":"Lipid Regulating Agents"}]}},"hasResults":false}