{"protocolSection":{"identificationModule":{"nctId":"NCT06289387","orgStudyIdInfo":{"id":"MMDEF001"},"organization":{"fullName":"Medanta, The Medicity, India","class":"OTHER"},"briefTitle":"Combining Gene Variants to Improve Risk Prediction for Metabolic (Dysfunction)- Associated Fatty Liver Disease and Its Progression to Cirrhosis in Indian Individuals With Type 2 Diabetes","officialTitle":"Combining Gene Variants to Improve Risk Prediction for Metabolic (Dysfunction)- Associated Fatty Liver Disease and Its Progression to Cirrhosis in Indian Individuals With Type 2 Diabetes: a Cross-sectional Study"},"statusModule":{"statusVerifiedDate":"2025-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-02-26","studyFirstSubmitQcDate":"2024-02-26","studyFirstPostDateStruct":{"date":"2024-03-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-06-12","lastUpdatePostDateStruct":{"date":"2025-06-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Mohammad Shafi Kuchay","investigatorTitle":"Senior Consultant","investigatorAffiliation":"Medanta, The Medicity, India"},"leadSponsor":{"name":"Medanta, The Medicity, India","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Type 2 diabetes and metabolic (dysfunction)-associated fatty liver disease (MAFLD) often exist together. The prevalence of MAFLD is about 15-30% in healthy people and around 60-70% in people with type 2 diabetes. Moreover, type 2 diabetes accelerates the progression of liver disease in MAFLD.\n\nMAFLD is a spectrum of liver conditions, ranging from simple fatty liver (low risk for progression), progressing to steatohepatitis (MASH) with no or mild fibrosis, advanced liver fibrosis, cirrhosis, and hepatocellular carcinoma. Although diabetes is the strongest predictor of advanced fibrosis in MAFLD, however, only a small proportion of people with type 2 diabetes and MAFLD (about 5-7%) develop a clinically significant liver disease, but the burden of MAFLD is such that even a small proportion of patients developing cirrhosis will lead to a huge strain on the health care system in India. MAFLD is predicted to be the leading indication for liver transplantation in coming years. At present, MAFLD/MASH is the second most common indication for liver transplantation in the USA as well as in India.\n\nThe question is why around 5-7% patients amongst MAFLD population develop fibrosis and cirrhosis. A growing body of evidence suggest that the disease develops because of a complex process in which several factors, including genetic susceptibility and environmental insults, are involved. There are several gene variants that have been incriminated in the development and progression of MAFLD. The most common genes associated with MAFLD are PNPLA3, TM6SF2, GCKR, and MBOAT7. The loss-of-function gene variant HSD17B13 seems to protect from NAFLD. There are a few studies from India about the role of PNPLA3 and TM6SF2 in MAFLD. However, these studies used USG for the diagnosis of MAFLD, which does not provide any information regarding fibrosis of the liver. The data regarding other three genetic variants are scarce from Indian individuals.","detailedDescription":"Type 2 diabetes and metabolic (dysfunction)-associated fatty liver disease (MAFLD) often exist together. The prevalence of MAFLD is about 15-30% in healthy people and around 60-70% in people with type 2 diabetes. Moreover, type 2 diabetes accelerates the progression of liver disease in MAFLD.\n\nMAFLD is a spectrum of liver conditions, ranging from simple fatty liver (low risk for progression), progressing to steatohepatitis (MASH) with no or mild fibrosis, advanced liver fibrosis, cirrhosis, and hepatocellular carcinoma. Although diabetes is the strongest predictor of advanced fibrosis in MAFLD, however, only a small proportion of people with type 2 diabetes and MAFLD (about 5-7%) develop a clinically significant liver disease, but the burden of MAFLD is such that even a small proportion of patients developing cirrhosis will lead to a huge strain on the health care system in India. MAFLD is predicted to be the leading indication for liver transplantation in coming years. At present, MAFLD/MASH is the second most common indication for liver transplantation in the USA as well as in India.\n\nThe question is why around 5-7% patients amongst MAFLD population develop fibrosis and cirrhosis. A growing body of evidence suggest that the disease develops because of a complex process in which several factors, including genetic susceptibility and environmental insults, are involved. There are several gene variants that have been incriminated in the development and progression of MAFLD. The most common genes associated with MAFLD are PNPLA3, TM6SF2, GCKR, and MBOAT7. The loss-of-function gene variant HSD17B13 seems to protect from NAFLD. There are a few studies from India about the role of PNPLA3 and TM6SF2 in MAFLD. However, these studies used USG for the diagnosis of MAFLD, which does not provide any information regarding fibrosis of the liver. The data regarding other three genetic variants are scarce from Indian individuals.\n\n1. PNPLA3 rs738409 C/G polymorphism: The nonsynonymous rs738409 C/G variant in PNPLA3 (patatin-like phospholipase domain containing 3), which encodes the amino acid substitution I148M, is regarded as the major genetic component of MAFLD and MASH. The risk effect of rs738409 on developing fatty liver in the context of MAFLD is the strongest ever reported for a common variant modifying the genetic susceptibility of MAFLD (5.3% of the total variance). The rs738409 is not only significantly associated with the accumulation of fat in the liver (the lipid fat content in carriers of the GG homozygous genotype is 73% higher compared with that measured in the carriers of the CC genotype) but also with the histological disease severity and progression of MAFLD (odds ratio-OR 1.88 per G allele; 95% confidence interval-CI 1.03-3.43; GG vs. CC homozygous carriers OR 3.488, 95% CI 1.859-6.545). PNPLA3 is a lipase involved in hepatocellular lipid remodelling and retinol metabolism.\n2. TM6SF2: In 2014, two exome and genome wide association studies identified the rs58542926 C \\> T genetic variant of the transmembrane 6 superfamily member 2 gene (TM6SF2), which encodes the loss-of-function lysine (E) to glutamic acid (K) at position 167 substitution (E167K), as a determinant of hepatic fat content, serum aminotransferases, and lower serum lipoproteins. The same studies demonstrated that silencing of TM6SF2 reduces secretion of VLDL resulting in intrahepatic retention of triglycerides and steatosis in mice and in hepatocytes in vitro. TM6SF2 is involved in hepatic VLDL secretion.\n3. GCKR: A variant in GCKR locus (glucokinase regulatory gene) has recently gained attention of researchers due to its biological plausibility in the disease pathogenesis. Specifically, the missense variant rs780094 was associated with a modest risk of having a fatty liver. Interestingly, GCKR mutations have been involved in the maturity-onset diabetes in young individuals, given that diabetes/glucose intolerance/insulin resistance is a well-known risk factor for MAFLD. No Indian data.\n4. MBOAT7 rs641738 C/T polymorphism: The MBOAT7 polymorphism rs641738 was identified as a risk factor for MAFLD, especially in people of European decent. This association is mediated by lower hepatic protein expression of MBOAT7 resulting in changes in the hepatic phosphatidylinositol acyl-chain remodeling. The mechanism linking altered PI remodeling to MAFLD development and progression is not clear. The data form India is scarce.\n5. HSD17B13 rs72613567:TA: A gene variant that describes a link between hepatic phospholipids and the risk of advanced MAFLD is the splicing variant rs72613567 (T \\> TA) with an adenine insertion in HSD17B13 that encodes for the hepatic lipid droplet protein hydroxysteroid 17-beta dehydrogenase 13. The HSD17B13 rs72613567 variant leads to the synthesis of a truncated loss-of-function enzyme that protects against advanced MAFLD, MASH and fibrosis. Surprisingly, the gene variant does not influence the development of steatosis, as several studies showed no difference in the degree of steatosis between rs72613567 carriers and noncarriers; however, it decreases the risk of chronic liver damage in MAFLD patients we aimed to assess the role of these five gene variants (PNPLA3, TM6SF2, GCKR, MBOAT7 and HSD17B13) in the development of steatosis and fibrosis (as assessed by transient elastography), and correlation of these gene variants with body composition (body fat percentage, lean mass and bone mineral content- as assessed by dual-energy X-ray absorptiometry), in Indian individuals with type 2 diabetes"},"conditionsModule":{"conditions":["Type2diabetes"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"ECOLOGIC_OR_COMMUNITY","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":1000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Individuals with or without diabetes"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Role of the PNPLA3, TM6SF2, GCKR, MBOAT7 and HSD17B13 genetic variants in the development and progression of MASLD.","description":"To evaluate the role of the PNPLA3, TM6SF2, GCKR, MBOAT7 and HSD17B13 genetic variants in the development and progression of MASLD (steatosis, fibrosis, cirrhosis as measured by transient elastography, MRI-PDFF, dynamic MRI of the liver) in Indian individuals with type 2 diabetes","timeFrame":"One Year"}],"secondaryOutcomes":[{"measure":"Correlation between body fat percentage (DEXA-measured) and the genetic variants","description":"To examine correlation between body fat percentage (DEXA-measured) and the genetic variants (PNPLA3, TM6SF2, GCKR, MBOAT7 and HSD17B13).","timeFrame":"One Year"},{"measure":"Correlation between lean body mass (as measured by DEXA) and the genetic variants","description":"To examine correlation between lean body mass (as measured by DEXA) and the genetic variants (PNPLA3, TM6SF2, GCKR, MBOAT7 and HSD17B13).","timeFrame":"One Year"},{"measure":"Correlation between bone mineral content (DEXA-measured) and the genetic variants","description":"To examine correlation between bone mineral content (DEXA-measured) and the genetic variants (PNPLA3, TM6SF2, GCKR, MBOAT7 and HSD17B13).","timeFrame":"One Year"},{"measure":"Correlation between fibrosis-4 score (FIB-4) and the genetic variants","description":"To examine correlation between fibrosis-4 score (FIB-4) and the genetic variants (PNPLA3, TM6SF2, GCKR, MBOAT7 and HSD17B13).","timeFrame":"One Year"},{"measure":"Correlation between MASLD fibrosis score (NFS) and the genetic variants","description":"To examine correlation between MASLD fibrosis score (NFS) and the genetic variants (PNPLA3, TM6SF2, GCKR, MBOAT7 and HSD17B13).","timeFrame":"One Year"},{"measure":"Correlation between serum creatinine levels (eGFR) and the genetic variants","description":"To examine correlation between serum creatinine levels (eGFR) and the genetic variants (PNPLA3, TM6SF2, GCKR, MBOAT7 and HSD17B13).","timeFrame":"One Year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIndividuals with or without T2DM between ages 30 to 70 years\n\nExclusion Criteria:\n\nAge below 30 years Patients with hepatitis B, hepatitis C or HIV disease Patients with significant alcohol intake (\\>14 drinks/week in men and \\>10 drinks/week in women).\n\nPatients on corticosteroids and chemotherapeutic agents.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Individuals with or without diabetes will be enrolled","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Mr Surender, PhD","role":"CONTACT","phone":"01244141414","phoneExt":"6596","email":"yadavsurender89@gmail.com"}],"locations":[{"facility":"Medanta Division of Endocrinology & Diabetes","status":"RECRUITING","city":"Gurgaon","state":"Haryana","zip":"122001","country":"India","contacts":[{"name":"Surender, PhD","role":"CONTACT","phone":"0124141414","phoneExt":"6596","email":"yadavsurender89@gmail.com"}],"geoPoint":{"lat":28.4601,"lon":77.02635}}]},"referencesModule":{"references":[{"pmid":"20101745","type":"BACKGROUND","citation":"Wong VW, Vergniol J, Wong GL, Foucher J, Chan HL, Le Bail B, Choi PC, Kowo M, Chan AW, Merrouche W, Sung JJ, de Ledinghen V. Diagnosis of fibrosis and cirrhosis using liver stiffness measurement in nonalcoholic fatty liver disease. Hepatology. 2010 Feb;51(2):454-62. doi: 10.1002/hep.23312."},{"pmid":"21381068","type":"BACKGROUND","citation":"Sookoian S, Pirola CJ. Meta-analysis of the influence of I148M variant of patatin-like phospholipase domain containing 3 gene (PNPLA3) on the susceptibility and histological severity of nonalcoholic fatty liver disease. Hepatology. 2011 Jun;53(6):1883-94. doi: 10.1002/hep.24283. Epub 2011 May 14."},{"pmid":"24531328","type":"BACKGROUND","citation":"Kozlitina J, Smagris E, Stender S, Nordestgaard BG, Zhou HH, Tybjaerg-Hansen A, Vogt TF, Hobbs HH, Cohen JC. Exome-wide association study identifies a TM6SF2 variant that confers susceptibility to nonalcoholic fatty liver disease. Nat Genet. 2014 Apr;46(4):352-6. doi: 10.1038/ng.2901. Epub 2014 Feb 16."},{"pmid":"25251399","type":"BACKGROUND","citation":"Dongiovanni P, Petta S, Maglio C, Fracanzani AL, Pipitone R, Mozzi E, Motta BM, Kaminska D, Rametta R, Grimaudo S, Pelusi S, Montalcini T, Alisi A, Maggioni M, Karja V, Boren J, Kakela P, Di Marco V, Xing C, Nobili V, Dallapiccola B, Craxi A, Pihlajamaki J, Fargion S, Sjostrom L, Carlsson LM, Romeo S, Valenti L. Transmembrane 6 superfamily member 2 gene variant disentangles nonalcoholic steatohepatitis from cardiovascular disease. Hepatology. 2015 Feb;61(2):506-14. doi: 10.1002/hep.27490."},{"pmid":"24633158","type":"BACKGROUND","citation":"Holmen OL, Zhang H, Fan Y, Hovelson DH, Schmidt EM, Zhou W, Guo Y, Zhang J, Langhammer A, Lochen ML, Ganesh SK, Vatten L, Skorpen F, Dalen H, Zhang J, Pennathur S, Chen J, Platou C, Mathiesen EB, Wilsgaard T, Njolstad I, Boehnke M, Chen YE, Abecasis GR, Hveem K, Willer CJ. Systematic evaluation of coding variation identifies a candidate causal variant in TM6SF2 influencing total cholesterol and myocardial infarction risk. Nat Genet. 2014 Apr;46(4):345-51. doi: 10.1038/ng.2926. Epub 2014 Mar 16."},{"pmid":"26850495","type":"BACKGROUND","citation":"Mancina RM, Dongiovanni P, Petta S, Pingitore P, Meroni M, Rametta R, Boren J, Montalcini T, Pujia A, Wiklund O, Hindy G, Spagnuolo R, Motta BM, Pipitone RM, Craxi A, Fargion S, Nobili V, Kakela P, Karja V, Mannisto V, Pihlajamaki J, Reilly DF, Castro-Perez J, Kozlitina J, Valenti L, Romeo S. The MBOAT7-TMC4 Variant rs641738 Increases Risk of Nonalcoholic Fatty Liver Disease in Individuals of European Descent. Gastroenterology. 2016 May;150(5):1219-1230.e6. doi: 10.1053/j.gastro.2016.01.032. Epub 2016 Feb 2."},{"pmid":"29562163","type":"BACKGROUND","citation":"Abul-Husn NS, Cheng X, Li AH, Xin Y, Schurmann C, Stevis P, Liu Y, Kozlitina J, Stender S, Wood GC, Stepanchick AN, Still MD, McCarthy S, O'Dushlaine C, Packer JS, Balasubramanian S, Gosalia N, Esopi D, Kim SY, Mukherjee S, Lopez AE, Fuller ED, Penn J, Chu X, Luo JZ, Mirshahi UL, Carey DJ, Still CD, Feldman MD, Small A, Damrauer SM, Rader DJ, Zambrowicz B, Olson W, Murphy AJ, Borecki IB, Shuldiner AR, Reid JG, Overton JD, Yancopoulos GD, Hobbs HH, Cohen JC, Gottesman O, Teslovich TM, Baras A, Mirshahi T, Gromada J, Dewey FE. A Protein-Truncating HSD17B13 Variant and Protection from Chronic Liver Disease. N Engl J Med. 2018 Mar 22;378(12):1096-1106. doi: 10.1056/NEJMoa1712191."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D008107","term":"Liver Diseases"},{"id":"D005234","term":"Fatty Liver"},{"id":"D003920","term":"Diabetes Mellitus"},{"id":"D003924","term":"Diabetes Mellitus, Type 2"}],"ancestors":[{"id":"D044882","term":"Glucose Metabolism Disorders"},{"id":"D008659","term":"Metabolic Diseases"},{"id":"D004700","term":"Endocrine System Diseases"},{"id":"D004066","term":"Digestive System Diseases"}],"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","asFound":"Diabetes","relevance":"HIGH"},{"id":"M7119","name":"Diabetes Mellitus, Type 2","asFound":"Type 2 Diabetes","relevance":"HIGH"},{"id":"M8375","name":"Fatty Liver","asFound":"Fatty Liver","relevance":"HIGH"},{"id":"M11107","name":"Liver Diseases","asFound":"Liver Disease","relevance":"HIGH"},{"id":"M11103","name":"Liver Cirrhosis","relevance":"LOW"},{"id":"M20559","name":"Disease Progression","relevance":"LOW"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"T5868","name":"Visceral Steatosis","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M11110","name":"Liver Extracts","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}