{"protocolSection":{"identificationModule":{"nctId":"NCT05042505","orgStudyIdInfo":{"id":"MMDapa-LiT01"},"organization":{"fullName":"Medanta, The Medicity, India","class":"OTHER"},"briefTitle":"Effect of Dapagliflozin vs Sitagliptin on Liver Fat Accumulation and Body Composition in Patients With Diabetes Mellitus and Liver Transplantation","officialTitle":"Effect of Dapagliflozin vs Sitagliptin on Liver Fat Accumulation and Body Composition in Patients With Diabetes Mellitus and Liver Transplantation: a Randomized Controlled Trial","acronym":"Dapa-LiT"},"statusModule":{"statusVerifiedDate":"2025-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-05","type":"ACTUAL"},"completionDateStruct":{"date":"2025-11-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-08-27","studyFirstSubmitQcDate":"2021-09-06","studyFirstPostDateStruct":{"date":"2021-09-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-06-12","lastUpdatePostDateStruct":{"date":"2025-06-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Mohammad Shafi Kuchay","investigatorTitle":"Senior Consultant","investigatorAffiliation":"Medanta, The Medicity, India"},"leadSponsor":{"name":"Medanta, The Medicity, India","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Patients with pre-transplantation type 2 diabetes (T2D) and new-onset diabetes post liver transplantation (NODAT) are managed with multiple doses of subcutaneous insulin (MSI) following liver transplantation. As these patients receive oral glucocorticoids (mostly prednisolone) and immunosuppressants, which elevate blood glucose levels, multiple doses of insulin are usually required. After 2-3 months, when steroid doses are tapered and doses of immunosuppressants stabilize, insulin requirements subside and several oral hypoglycemic agents are initiated, such as metformin and sitagliptin. However, these agents are prescribed off-label as the data regarding the safety and efficacy of these agents in patients with liver transplantation are scarce.\n\nFurthermore, several patients with liver transplantation develop fatty liver (liver steatosis) several months after transplantation, which is a risk factor for liver dysfunction. SGLT-2 inhibitors are reported to have favorable effect on liver fat accumulation in patients with T2D. However, the effect of SGLT-2 inhibitor on liver fat accumulation after liver transplantation has not been evaluated.\n\nChronic liver disease is associated with changes in body composition, especially increase in visceral fat and decrease in skeletal muscle mass. Data regarding the changes in body composition following liver transplantation are scarce.\n\nIn this RCT, Investigators aim to evaluate the effect of dapagliflozin vs sitagliptin on liver fat accumulation; body composition variables; and safety and efficacy of these oral hypoglycemic agents in patients with diabetes and liver transplantation","detailedDescription":"To study the effect of dapagliflozin vs sitagliptin on liver fat accumulation in patients with diabetes and liver transplantation.\n\nMaterial and Methods Ethical considerations The trial protocol is approved by the Medanta ethics committees. The trial will be conducted in accordance with the principles of the Declaration of Helsinki and Good Clinical Practice guidelines. All the patients will be provided with written informed consent before participation.\n\nPatients and study area A total of 100 patients will be enrolled for the study. Consecutive patients undergoing liver transplantation and attending outpatient Department of Endocrinology and Diabetes for management of diabetes mellitus will be enrolled. Diabetes mellitus will include both pre-transplantation type 2 diabetes as well as new-onset diabetes after transplantation (NODAT).\n\nStatistical Analysis Plan:\n\nThe analysis will include profiling of patients on different demographic, clinical and laboratory parameters etc. Quantitative data will be presented in terms of means and standard deviation and qualitative/categorical data will be presented as absolute numbers and proportions. Cross tabulation will be generated and chi square test will be used for testing of association. Student t test will be used for comparison of quantitative outcome parameters and standard normal deviate test for proportions. P-value \\< 0.05 is considered statistically significant. SPSS software will be used for analysis.\n\nEligibility criteria Inclusion criteria\n\n1. Diagnosis of diabetes (pre-transplantation type 2 diabetes or new onset diabetes after transplantation)\n2. Subjects taking insulin and/or metformin and/or sulfonylurea for at least 3 months since liver transplantation\n3. Body mass index (BMI) more than or equal to 18.5 kg/m2\n\nExclusion criteria\n\n1. Type 1 diabetes\n2. Estimated glomerular filtration rate (eGFR) \\<45 ml/min/1.73 m2, calculated by the Chronic Kidney Disease - Epidemiology (CKD-EPI) equation\n3. Liver aminotransferases \\>3 times the upper limit of the reference range (upper normal limit AST or ALT \\>=40 units/L)\n4. History of recurrent urinary tract infection\n5. History or current acute or chronic pancreatitis\n6. Pregnancy\n7. Presence of major contraindications to magnetic resonance imaging (cardiac pacemakers, claustrophobia, foreign bodies and implanted medical devices with ferromagnetic properties).\n\nAll patients will be randomized to one of the following intervention groups: Sita group (n = 50): patients with diabetes mellitus receiving multiple doses of insulin plus metformin 500 mg twice daily plus sitagliptin 100 mg once daily and Dapa group (n = 50): patients with diabetes mellitus receiving multiple doses of insulin plus metformin 500 mg daily plus dapagliflozin 10 mg once daily. Glycemic equipoise will be maintained between the two groups by adjusting insulin doses and maintaining target fasting glucose, post-prandial glucose and glycated hemoglobin (HbA1c) in accordance with the ADA 2021.\n\nImaging Liver fat content and pancreatic fat content will be assessed by magnetic resonance imaging (MRI) proton density fat Fraction (PDFF) at the beginning of study and again after 12 months of intervention. MRI-PDFF is a robust technique for noninvasive quantification of liver fat. Multiple human studies have shown that this method accurately estimates PDFF in the liver. This method has been shown to be both accurate, and reproducible. Investigators have validated this technique for Indian population and is already used in the E-LIFT and D-LIFT trials.\n\nBody composition by Dual energy X-ray absorptiometry (DEXA) Body composition will be assessed by DEXA using the Hologic Horizon DXA System (USA) with Discovery software, version 12.3 (Bellingham, WA, USA). DEXA provides a rapid and non-invasive fat mass, fat free mass and bone mineral density. DEXA is considered to be the reference method for body composition assessment in clinical research. The DEXA-measured body composition variables that will be included for analysis are weight (kg), body mass index (BMI), total fat mass (kg), android fat mass (g), gynoid fat mass (g), visceral adipose tissue (VAT) mass (g), VAT area (cm2), and abdominal subcutaneous adipose tissue (SAT) mass (g). Obesity will be defined as BMI \\>25 kg/m2 in accordance with World Health Organization (WHO) Asia pacific guidelines. The skeletal muscle mass index (SMI) will be the appendicular skeletal muscle divided by the height in meters squared. Low appendicular skeletal mass index will be defined as \\<7.0 kg/m2 for men and \\<5.4 kg/m2 for women, as per Consensus Report of the Asian Working Group for Sarcopenia (AWGS).\n\nBioelectrical impedance (BIA) analysis Multi-frequency bioelectrical impedance analysis was completed using InBody 570 body composition analyzer (Biospace, Inc. Seoul, Korea). The InBody 570 is a multi-frequency analyzer and divides the body into five components: two arms, two legs, and a trunk. The electrodes are situated beneath the subject's feet on the platform and on the palms and thumbs attached to handles on the device. Age, height and gender are manually entered after weight is determined by a scale positioned within device.\n\nLaboratory workup Biochemical parameters will include fasting plasma glucose, glycosylated hemoglobin (HbA1C), lipid profile, hemogram, kidney function test (urea, creatinine) and liver function test (total and fractionated bilirubin, alanine transaminase (ALT), aspartate aminotransferase (AST), gamma-glutamyl transpeptidase (GGT), total protein, albumin) before and after the intervention period.\n\nEnd points and safety assessments The primary endpoint will be changes from baseline in MRI-PDFF assessed liver and pancreatic fat content at month 12. The secondary outcome measures will be changes from baseline in liver aminotransferases (AST, ALT and GGT) at month 12. Changes from baseline in body composition variables (weight, BMI, body fat percentage, visceral adipose tissue, skeletal muscle mass and bone mineral content) at month 12. Efficacy variables will include proportion of individuals requiring insulin therapy at months 6 and 12, changes from baseline in HbA1c at months 6 and 12, and the percentage change from baseline in the total daily insulin dose (by collecting the daily record of the last week at months 6 and 12). Safety assessment will include adverse events (AEs), serious AEs (SAEs), physical examination findings, vital signs and laboratory values. AEs of special interest will be genital infections, urinary tract infections, volume depletion, fractures, worsening renal function, hepatobiliary AEs, hypersensitivity, and cardiovascular AEs.\n\nStudy outcomes The primary outcome measures are\n\n1. Changes from baseline to month 12 in liver and pancreatic fat content. The secondary outcome measures are\n\n1. Change from baseline in body composition variables (body weight, BMI, body fat percentage, visceral adipose tissue, skeletal muscle mass and bone mineral content) at month 12\n2. Changes from baseline in liver aminotransferases (AST, ALT and GGT)\n3. Changes in efficacy variables (proportion of individuals requiring insulin therapy at months 6 and 12, changes from baseline in HbA1c at months 6 and 12, and the percentage change from baseline in the total daily insulin dose at months 6 and 12).\n4. Safety assessment at months 3, 6, 9 and 12 (as described above).\n\nTable 2. Safety summary Characteristic\n\n\\>=1 AEs \\>=1 AEs related to the study drug AE leading to study discontinuation AEs of special interest Genital infection Urinary tract infection Renal impairment Fractures Hypotension/dehydration/hypovolemia Hypersensitivity Cardiovascular events SAEs \\>=1 SAEs \\>=1 SAEs related to the study drug SAEs leading to study discontinuation Death"},"conditionsModule":{"conditions":["Diabetes Mellitus","Liver Transplant; Complications"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"All patients will be randomized to one of the following intervention groups: Sita group (n = 50): patients with diabetes mellitus receiving multiple doses of insulin plus metformin 500 mg twice daily plus sitagliptin 100 mg once daily and Dapa group (n = 50): patients with diabetes mellitus receiving multiple doses of insulin plus metformin 500 mg daily plus dapagliflozin 10 mg once daily. Glycemic equipoise will be maintained between the two groups by adjusting insulin doses and maintaining target fasting glucose, post-prandial glucose and glycated hemoglobin (HbA1c) in accordance with the ADA 2021.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dapa Group","type":"ACTIVE_COMPARATOR","description":"Patients with diabetes mellitus will receive dapagliflozin 10 mg once daily. Glycemic equipoise will be maintained between the two groups by adjusting insulin doses and/or metformin and/or sulfonylurea; maintaining target fasting glucose, post-prandial glucose and glycated hemoglobin (HbA1c) in accordance with the ADA 2021","interventionNames":["Drug: Dapagliflozin 10Mg Tab"]},{"label":"Sita Group","type":"ACTIVE_COMPARATOR","description":"Patients with diabetes mellitus will receive sitagliptin 100 mg once daily.Glycemic equipoise will be maintained between the two groups by adjusting insulin doses and/or metformin and/or sulfonylurea; maintaining target fasting glucose, post-prandial glucose and glycated hemoglobin (HbA1c) in accordance with the ADA 2021","interventionNames":["Drug: Sitagliptin 100mg"]}],"interventions":[{"type":"DRUG","name":"Dapagliflozin 10Mg Tab","description":"Dapa group (n = 50): Patients with diabetes mellitus will receive Dapagliflozin 10 mg","armGroupLabels":["Dapa Group"]},{"type":"DRUG","name":"Sitagliptin 100mg","description":"Sita group (n = 50): Patients with diabetes mellitus will receive sitagliptin 100 mg once daily","armGroupLabels":["Sita Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes from baseline to month 12 in liver and pancreatic fat content.","description":"MRI PDFF will be performed before and at 12 months","timeFrame":"12 Month"}],"secondaryOutcomes":[{"measure":"Change from baseline in body composition variables (body weight, BMI, body fat percentage, visceral adipose tissue, skeletal muscle mass and bone mineral content) at month 12. Body weight and BMI will be automatically recorded by the DEXA scan.","description":"DEXA will be performed before and at 12 months","timeFrame":"12 Months"},{"measure":"Changes from baseline in liver aminotransferases (AST, ALT and GGT)","description":"Liver enzymes will be performed before, 6 months and at 12 months","timeFrame":"12 months"},{"measure":"Changes in efficacy variables (proportion of individuals requiring insulin therapy at months 6 and 12, changes from baseline in HbA1c at months 6 and 12, and the percentage change from baseline in the total daily insulin dose at months 6 and 12).","description":"Efficacy variables (proportion of individuals requiring insulin therapy at months 6 and 12, changes from baseline in HbA1c at months 6 and 12, and the percentage change from baseline in the total daily insulin dose at months 6 and 12) will be recorded in detail.","timeFrame":"12 Months"},{"measure":"Safety assessment at months 3, 6, 9 and 12","description":"Safety parameters will be recorded before ,6 months and at 12 months","timeFrame":"12 Months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosis of diabetes (pre-transplantation type 2 diabetes or new onset diabetes after transplantation)\n2. Subjects taking insulin and/or metformin and/or sulfonylurea.\n3. Body mass index (BMI) \\>=18.5 kg/m2\n\nExclusion Criteria:\n\n1. Type 1 diabetes\n2. Estimated glomerular filtration rate (eGFR) \\<45 ml/min/1.73 m2, calculated by the Chronic Kidney Disease - Epidemiology (CKD-EPI) equation\n3. Liver aminotransferases \\>3 times the upper limit of the reference range (upper normal limit AST or ALT \\>=40 units/L)\n4. History of recurrent urinary tract infection\n5. History or current acute or chronic pancreatitis\n6. Pregnancy\n7. Presence of major contraindications to magnetic resonance imaging (cardiac pacemakers, claustrophobia, foreign bodies and implanted medical devices with ferromagnetic properties).","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mr Surender, M.Sc","role":"CONTACT","phone":"01244141414","phoneExt":"6596","email":"yadavsurender89@gmail.com"}],"locations":[{"facility":"Division Of Endocrinology & Diabetes, Medanta The Medicity","status":"RECRUITING","city":"Gurgaon","state":"Haryana","zip":"122001","country":"India","contacts":[{"name":"Surender, MSc","role":"CONTACT","phone":"01244141414","phoneExt":"6596","email":"yadavsurender89@gmail.com"},{"name":"Mohammad Shafi Kuchay, MBBS, MD,DM","role":"CONTACT","phone":"01244141414","phoneExt":"6596","email":"drshafikuchay@gmail.com"},{"name":"Mohammad Shafi Kuchay, MBBS, MD,DM","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sunil Kumar Mishra, MBBS, MD,DM","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":28.4601,"lon":77.02635}}]},"referencesModule":{"references":[{"pmid":"23398530","type":"BACKGROUND","citation":"Ferrannini E, Seman L, Seewaldt-Becker E, Hantel S, Pinnetti S, Woerle HJ. A Phase IIb, randomized, placebo-controlled study of the SGLT2 inhibitor empagliflozin in patients with type 2 diabetes. Diabetes Obes Metab. 2013 Aug;15(8):721-8. doi: 10.1111/dom.12081. Epub 2013 Mar 4."},{"pmid":"32006266","type":"BACKGROUND","citation":"Kuchay MS, Farooqui KJ, Mishra SK, Mithal A. Glucose Lowering Efficacy and Pleiotropic Effects of Sodium-Glucose Cotransporter 2 Inhibitors. Adv Exp Med Biol. 2021;1307:213-230. doi: 10.1007/5584_2020_479."},{"pmid":"23906374","type":"BACKGROUND","citation":"Rosenstock J, Seman LJ, Jelaska A, Hantel S, Pinnetti S, Hach T, Woerle HJ. Efficacy and safety of empagliflozin, a sodium glucose cotransporter 2 (SGLT2) inhibitor, as add-on to metformin in type 2 diabetes with mild hyperglycaemia. Diabetes Obes Metab. 2013 Dec;15(12):1154-60. doi: 10.1111/dom.12185. Epub 2013 Aug 22."},{"pmid":"29895557","type":"BACKGROUND","citation":"Kuchay MS, Krishan S, Mishra SK, Farooqui KJ, Singh MK, Wasir JS, Bansal B, Kaur P, Jevalikar G, Gill HK, Choudhary NS, Mithal A. Effect of Empagliflozin on Liver Fat in Patients With Type 2 Diabetes and Nonalcoholic Fatty Liver Disease: A Randomized Controlled Trial (E-LIFT Trial). Diabetes Care. 2018 Aug;41(8):1801-1808. doi: 10.2337/dc18-0165. Epub 2018 Jun 12."},{"pmid":"21094444","type":"BACKGROUND","citation":"Reeder SB, Sirlin CB. Quantification of liver fat with magnetic resonance imaging. Magn Reson Imaging Clin N Am. 2010 Aug;18(3):337-57, ix. doi: 10.1016/j.mric.2010.08.013."},{"pmid":"22025886","type":"BACKGROUND","citation":"Reeder SB, Cruite I, Hamilton G, Sirlin CB. Quantitative Assessment of Liver Fat with Magnetic Resonance Imaging and Spectroscopy. J Magn Reson Imaging. 2011 Oct;34(4):729-749. doi: 10.1002/jmri.22775. Epub 2011 Sep 16."},{"pmid":"22554256","type":"BACKGROUND","citation":"Permutt Z, Le TA, Peterson MR, Seki E, Brenner DA, Sirlin C, Loomba R. Correlation between liver histology and novel magnetic resonance imaging in adult patients with non-alcoholic fatty liver disease - MRI accurately quantifies hepatic steatosis in NAFLD. Aliment Pharmacol Ther. 2012 Jul;36(1):22-9. doi: 10.1111/j.1365-2036.2012.05121.x. Epub 2012 May 3."},{"pmid":"22431131","type":"BACKGROUND","citation":"Le TA, Chen J, Changchien C, Peterson MR, Kono Y, Patton H, Cohen BL, Brenner D, Sirlin C, Loomba R; San Diego Integrated NAFLD Research Consortium (SINC). Effect of colesevelam on liver fat quantified by magnetic resonance in nonalcoholic steatohepatitis: a randomized controlled trial. Hepatology. 2012 Sep;56(3):922-32. doi: 10.1002/hep.25731. Epub 2012 Jul 2."},{"pmid":"32865597","type":"BACKGROUND","citation":"Kuchay MS, Krishan S, Mishra SK, Choudhary NS, Singh MK, Wasir JS, Kaur P, Gill HK, Bano T, Farooqui KJ, Mithal A. Effect of dulaglutide on liver fat in patients with type 2 diabetes and NAFLD: randomised controlled trial (D-LIFT trial). Diabetologia. 2020 Nov;63(11):2434-2445. doi: 10.1007/s00125-020-05265-7. Epub 2020 Aug 31."},{"pmid":"26555703","type":"BACKGROUND","citation":"Krishan S, Jain D, Bathina Y, Kale A, Saraf N, Saigal S, Choudhary N, Baijal SS, Soin A. Non-invasive quantification of hepatic steatosis in living, related liver donors using dual-echo Dixon imaging and single-voxel proton spectroscopy. Clin Radiol. 2016 Jan;71(1):58-63. doi: 10.1016/j.crad.2015.10.002. Epub 2015 Nov 7."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data will be shared after a reasonable request","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D003920","term":"Diabetes Mellitus"}],"ancestors":[{"id":"D044882","term":"Glucose Metabolism Disorders"},{"id":"D008659","term":"Metabolic Diseases"},{"id":"D004700","term":"Endocrine System Diseases"}],"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","asFound":"Diabetes Mellitus","relevance":"HIGH"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"C529054","term":"Dapagliflozin"},{"id":"D000068900","term":"Sitagliptin Phosphate"}],"ancestors":[{"id":"D000077203","term":"Sodium-Glucose Transporter 2 Inhibitors"},{"id":"D045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D007004","term":"Hypoglycemic Agents"},{"id":"D045505","term":"Physiological Effects of Drugs"},{"id":"D054795","term":"Incretins"},{"id":"D006728","term":"Hormones"},{"id":"D006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"},{"id":"D054873","term":"Dipeptidyl-Peptidase IV Inhibitors"},{"id":"D011480","term":"Protease Inhibitors"},{"id":"D004791","term":"Enzyme Inhibitors"}],"browseLeaves":[{"id":"M11667","name":"Metformin","relevance":"LOW"},{"id":"M348449","name":"Dapagliflozin","asFound":"1 hour","relevance":"HIGH"},{"id":"M10365","name":"Insulin","relevance":"LOW"},{"id":"M335","name":"Sitagliptin Phosphate","asFound":"Chinese","relevance":"HIGH"},{"id":"M11110","name":"Liver Extracts","relevance":"LOW"},{"id":"M173166","name":"Insulin, Globin Zinc","relevance":"LOW"},{"id":"M207501","name":"Chrysarobin","relevance":"LOW"},{"id":"M1691","name":"Sodium-Glucose Transporter 2 Inhibitors","relevance":"LOW"},{"id":"M10054","name":"Hypoglycemic Agents","relevance":"LOW"},{"id":"M27905","name":"Incretins","relevance":"LOW"},{"id":"M9789","name":"Hormones","relevance":"LOW"},{"id":"M9788","name":"Hormone Antagonists","relevance":"LOW"},{"id":"M27957","name":"Dipeptidyl-Peptidase IV Inhibitors","relevance":"LOW"},{"id":"M19609","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M14343","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hypo","name":"Hypoglycemic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"Infe","name":"Anti-Infective Agents"}]}},"hasResults":false}