{"protocolSection":{"identificationModule":{"nctId":"NCT06573554","orgStudyIdInfo":{"id":"OFFLOAD STUDY"},"organization":{"fullName":"Post Graduate Institute of Medical Education and Research, Chandigarh","class":"OTHER"},"briefTitle":"Contact Cast Versus Posterior Slab as Offloading Modality for Charcot Neuroarthropathy","officialTitle":"Contact Cast Versus Posterior Slab as Offloading Modality for Charcot Neuroarthropathy of Foot in Diabetes (OFFLOAD Study): A Multicentric, Non-inferiority Study"},"statusModule":{"statusVerifiedDate":"2025-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-12-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-10-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-08-17","studyFirstSubmitQcDate":"2024-08-23","studyFirstPostDateStruct":{"date":"2024-08-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-01-18","lastUpdatePostDateStruct":{"date":"2025-01-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ashu Rastogi","investigatorTitle":"Associate Professor","investigatorAffiliation":"Post Graduate Institute of Medical Education and Research, Chandigarh"},"leadSponsor":{"name":"Post Graduate Institute of Medical Education and Research, Chandigarh","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Charcot neuroarthropathy (CN) is a condition in diabetic patients characterized by foot swelling, redness, and a temperature difference exceeding 2˚C compared to the other foot. The study compares two treatments: a standard knee-high, non-removable total contact cast (TCC) and a non-removable knee-high walker. Both aim to immobilize and offload the foot to promote healing. The study will involve diabetic patients with specific criteria and exclude those with conditions like foot ulcers or severe kidney issues. Patients will be randomly assigned to one of the two treatments and followed for up to a year. The primary goal is to see how many patients achieve remission within six months, with secondary goals including remission within twelve months, time to remission, quality of life, and foot health. Statistical tests will be used to analyze the data and determine the effectiveness of each treatment. The study aims to improve CN treatment and provide better options for patients.","detailedDescription":"Background:\n\nThe etiopathogenesis of Charcot neuroarthropathy (CN) is intriguing since its early description in 1868. Early elucidation for the causation of CN with the neurotraumatic and neurovascular theories were accurate in their times. Of late, the conceptual understanding of CN has evolved after description of the role of osteoclastic resorption of foot bones by activation of receptor activator of nuclear factor kappa-B (RANK). The activation of RANK by RANK ligand (RANKL) occurs as a result of recurrent trauma to an insensate foot inciting a pro-inflammatory cascade of multiple inflammatory cytokines locally, the most common being tumour necrosis factor-α (TNF-α), interleukin-1ß (IL-1β) and interleukin-6 resulting in a local 'cytokine storm'. In addition, non-inflammatory factors including hyperglycemic milieu by increasing advanced glycosylation end products (AGEs), and autonomic neuropathy by causing a decrease in calcitonin gene-related peptide (CGRP) and endothelial nitric oxide synthase, can upregulate the RANKL/ NF-кB pathway.\n\nActive CN of foot is defined clinically as a localised swelling, erythema and temperature difference exceeding 2˚C compared to a similar site on the opposite foot. The knee high non-removable total contact cast (TCC) is preferred as the treatment for the management of active CN.\n\nProblem Statement: TCC has inherent limitations including worsening of bone mineral density (BMD), cast-related tissue injury, shin ulcers and prolonged immobilization usually for 6 to 12 months) and adversely impact the quality of life of individuals with CNO. Moreover, TCC is associated with sweating, maceration, in-TCC skin ulceration and intolerance in hot weather of tropical countries.\n\nA knee-high walker rendered non-removable is suggested as a second choice in order to immobilise and offload the foot as a conditional recommendation with low quality of evidence. Presently there are no randomized controlled head-to head comparison of these non-removable knee high devices for active CNO.\n\nHence, this shall be the first study to the best of our knowledge for head-to-head comparison of two different offloading strategies for active CNO.\n\nMethods:\n\nThe diagnosis of active CN shall be further corroborated by X-ray and/or magnetic resonance imaging (MRI) (3T scanner Siemens MagnetromVerio). Sanders-Frykberg classification will be used for anatomical grading and localization of the involved site of the foot. A written informed consent shall be obtained from all participants.\n\nClinical details regarding duration of symptoms, inciting event, diabetes duration and coexisting microvascular and macrovascular diabetic complications will be recorded. Detailed neurological examination shall be performed including vibration perception threshold (VPT\\>25 mV was considered as abnormal) by biothesiometer-Vibrometer-VPT1(Diabetik Foot Care, Madras Engineering Service, India), 10-g monofilament (Diabetik Foot Care, Madras Engineering Service, India) perception at 5 standardized plantar sites and ankle reflex. Foot temperature shall be measured by infrared dermal thermometry (FLIR Systems Inc, Orlando, USA) with a pixel resolution of 4800 (80, 60), thermal sensitivity of \\<0.15˚C and range of detection from -20˚C to 250˚C.\n\nBlood sample for biochemistry, bone turnover markers (BTMs) and inflammatory cytokines shall be collected after an overnight fast (8-10 hours) and analysed by ECLIA.\n\nAll participants will be randomised by one of the investigators at each site using computer generated randomisation blocks in 1:1 to either receive standardised non-walking, non-removable, knee high, fibre-glass total contact cast (group A) or posterior non-removable knee high slab (group B) for immobilisation.\n\nAll participants will be followed fortnightly and change of cast shall be performed in view of 'pistoning' effect due to reduction of edema at each visit. An average of 3 temperature recordings at the ROI of foot will be obtained after the removal of cast for 30 minutes, during each follow up visit. Inflammatory cytokines, BTMs shall be evaluated at baseline and at clinical remission or 12 months (whichever occurred earlier). Clinical remission of active CN shall be defined as a temperature difference \\<2˚C between the affected foot and a similar site (temperature obtained thrice) on the opposite foot on two successive follow-up visits two-four weeks apart.\n\nStatistical analysis:\n\nNormality of the data for each variable shall be assessed by Kolmogorov-Smirnov test. Data shall be expressed as mean ± SD if normally distributed and as median and inter-quartile range if skewed. Student T-test shall be used to compare the means of two groups for parametric data and Mann-Whitney U test for non-parametric data. Comparison of proportion of participants achieving remission shall be performed by Mc Nemar test.\n\nA Kaplan-Meier curve shall be constructed to assess the difference in remission of active CN with the interventions. Cox proportion hazard model will be used to identify the association between the baseline variables and incident remission. The variables are decided by their clinical relevance to active CN of foot.\n\nSample Size: 80 patients are required to be 80% sure that the upper limit of a one-sided 95% confidence interval (or equivalently a 90% two-sided confidence interval) will exclude a difference in favour of the TCC of more than 20%."},"conditionsModule":{"conditions":["Charcot Neuroarthropathy"],"keywords":["Charcot Neuroarthropathy","Total Contact Cast","Diabetic Foot","Posterior Slab","Vibration Perception Threshold","Peripheral Neuropathy","Diabetes Mellitus"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","interventionModelDescription":"1:1 randomization","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Investigators including radiologist interpretation x ray and MRI shall be blinded to treatment allocation. Also one of the investigator as outcome assessor shall be blinded","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Total Contact Cast (TCC) Comparator Arm","type":"ACTIVE_COMPARATOR","description":"standardised non-walking, non-removable, knee high, fibre-glass total contact cast","interventionNames":["Device: Total Contact Cast"]},{"label":"Posterior Slab Comparator Arm","type":"ACTIVE_COMPARATOR","description":"posterior non-removable knee high slab","interventionNames":["Device: Posterior Slab"]}],"interventions":[{"type":"DEVICE","name":"Total Contact Cast","description":"Knee High Fiber Glass Total contact Cast","armGroupLabels":["Total Contact Cast (TCC) Comparator Arm"]},{"type":"DEVICE","name":"Posterior Slab","description":"Posterior Slab Knee high non walking","armGroupLabels":["Posterior Slab Comparator Arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Efficacy of posterior Slab","description":"Proportion of participants achieving active CNO remission with Posterior slab compared to Total contact Cast","timeFrame":"26 weeks"}],"secondaryOutcomes":[{"measure":"Proportion of participants achieving remission 48 weeks","description":"Proportion of participants achieving remission within a duration of 12 months from randomization,","timeFrame":"48 weeks"},{"measure":"Time to achieve remission","description":"Time (in weeks) to achieve remission as defined by dermal thermometry in two arms.","timeFrame":"48 weeks"},{"measure":"Life Quality 1","description":"Foot Health Status Questionnaire Higher score means greator disability and lower score is better and outcome of interest; Score of 50 is poor and lesser than 10 is best","timeFrame":"48 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 Diabetes Mellitus\n* Unilateral pedal swelling\n* Active Charcot Neuroarthropathy\n* Age: 18 years and above.\n* Ability to Provide Consent\n\nExclusion Criteria:\n\n* presence of pedal ulcer,\n* osteoporosis (T score \\<-2.5 at lumbar spine or hip),\n* gout,\n* active peptic ulcer disease,\n* steroid intake in the last three months,\n* estimated glomerular filtration rate (eGFR) \\<30 ml/min/m2,\n* active dental caries or invasive dental procedure,\n* peripheral vascular disease (ABI \\< 0.7),\n* bilateral foot involvement,\n* pregnant/ lactating women and\n* those who had recently received antiresorptive agents (in the previous 12 months).\n* Negative consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ashu Rastogi, DM MD","role":"CONTACT","phone":"9781001046","email":"rastogi.ashu@pgi.ac.in"}],"overallOfficials":[{"name":"Ashu Rastogi, DM MD","affiliation":"PGIMER, India","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Endocrinology, PGIMER","status":"RECRUITING","city":"Chandigarh","zip":"160012","country":"India","contacts":[{"name":"Ashu Rastogi, DM","role":"CONTACT","phone":"9781001046","email":"rastogi.ashu@pgimer.ac.in"}],"geoPoint":{"lat":30.73629,"lon":76.7884}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M13432","name":"Peripheral Nervous System Diseases","relevance":"LOW"},{"id":"M19933","name":"Diabetic Foot","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"}]}},"hasResults":false}