{"protocolSection":{"identificationModule":{"nctId":"NCT06060392","orgStudyIdInfo":{"id":"MMENDO02"},"organization":{"fullName":"Medanta, The Medicity, India","class":"OTHER"},"briefTitle":"Effect of Oral Semaglutide on Liver Fat and Body Composition in Liver Transplant Recipients With Diabetes Mellitus","officialTitle":"Effect of Oral Semaglutide on Liver Fat and Body Composition in Liver Transplant Recipients With Diabetes Mellitus: Sema-Lit","acronym":"Sema-Lit"},"statusModule":{"statusVerifiedDate":"2025-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-09-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-11-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-23","studyFirstSubmitQcDate":"2023-09-23","studyFirstPostDateStruct":{"date":"2023-09-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-06-12","lastUpdatePostDateStruct":{"date":"2025-06-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Mohammad Shafi Kuchay","investigatorTitle":"Senior Consultant, Division Of Endocrinology & Diabetes","investigatorAffiliation":"Medanta, The Medicity, India"},"leadSponsor":{"name":"Medanta, The Medicity, India","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Nonalcoholic fatty liver disease (NAFLD) is a spectrum of liver conditions ranging from liver steatosis (NAFL), steatohepatitis (NASH), advanced liver fibrosis and ultimately leads to cirrhosis in a significant proportion of individuals. NAFLD is intimately associated with insulin resistance and associated disorders, such as obesity, type 2 diabetes, metabolic syndrome, and dyslipidemia.\n\nIt has been noted that several individuals with liver transplantation develop nonalcoholic fatty liver disease in the transplanted liver. This is because of the presence of various risk factors of obesity and NAFLD, such as decreased physical activity, that persist following liver transplantation. Post-liver transplant patients are particularly at risk for developing NAFLD, as these patients are on oral steroids and immunosuppressants for a significant period of time.\n\nThere is no medication approved for the prevention or treatment of NAFLD. Semaglutide is an GLP-1 receptor agonist that have been approved for the treatment of type 2 diabetes and obesity. Semaglutide has also been demonstrated to have beneficial effects on NAFLD. However, there is no data on the effect of semaglutide on liver fat accumulation or changes in body composition in patients following liver transplantation. Therefore, the current pilot study is planned to evaluate the effect of oral semaglutide on the liver fat, liver enzymes and body composition in patients undergoing liver transplantation","detailedDescription":"This trial is an investigator initiated, open label, case-control study to examine the effect of oral semaglutide (3mg for 4 weeks; then 7 mg for 20 weeks) once a day for 24 weeks on liver and pancreatic fat content and body composition. Age- and BMI-matched controls will be recruited, who will receive standard care, except for oral semaglutide. Hepatic and pancreatic steatosis will be measured by MRI-proton-density fat fraction (PDFF), a validated quantitative biomarker for liver fat. Body composition parameters will be quantified by DEXA, the gold standard for body composition analysis. The study will be conducted according to the CONSORT guidelines. The patient population for the trial will be derived from Medanta-The Medicity Hospital endocrine and hepatology out-patient clinic, who would primarily visit for management of post-liver transplantation care and diabetes mellitus. The study will be conducted in Medanta-The Medicity Hospital, Gurugram, Haryana, which is a tertiary care center in North India. Patients deemed eligible will be screened for the trial\n\nStudy visits\n\nAfter careful assessment at the baseline visit, participants meeting all inclusion and exclusion criteria will receive oral semaglutide 3 mg once daily empty stomach for 4 weeks, then 7 mg for 20 weeks. Age- and BMI-matched controls will receive standard of care, except for oral semaglutide. Participants will be advised to return to the out-patient endocrine and hepatology/liver transplant clinics for follow-up visits at weeks 12 and 24.\n\nMRI-PDFF protocols\n\nMRI-PDFF for fat quantification\n\nMRI-PDFF is a non-invasive, objective, and quantitative MR imaging-based biomarker that can accurately estimate liver fat. MRI-PDFF has been demonstrated to be a robust technique for assessing treatment response in NASH clinical trials. In this study, the time interval from obtaining the baseline MRI-PDFF to initiating the study drug will be less than one week.\n\nMRI-PDFF for detailed fat mapping of the entire liver\n\nAll MR examinations will be done by an experienced MR technologist in the Medanta Radiology department under the direction of the radiologist investigator (SK). The radiologist investigator, blinded to the patients' treatment group allocation, clinical and biochemical data, and order of scans (baseline and follow-up), will perform the image analyses.\n\nROI colocalization before and after treatment To assess longitudinal changes in liver fat content, one colocalized ROI will be placed in each of the nine liver segments (nine separate ROIs) on the baseline and follow-up MRI examinations.\n\nSample size calculation We assumed that a 5.0% change in absolute liver fat content between baseline and 24 weeks would be the minimally appreciable and clinically relevant difference. We will recruit 30 patients on a pilot study basis. We will also recruit 20 age- and BMI-matched controls.\n\nPatient confidentiality Precautions will be taken to ensure confidentiality. Data collection forms will not reveal the name of patients included in study. All the participants will be covered by insurance to cover the cost of any untoward effect directly resulting from enrolment in the study."},"conditionsModule":{"conditions":["Liver Transplant; Complications","Diabete Mellitus"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Oral Semaglutide","type":"EXPERIMENTAL","description":"Patient will receive oral semaglutide","interventionNames":["Drug: Semaglutide Pill"]},{"label":"Standard of care","type":"NO_INTERVENTION","description":"Patient will receive standard of care"}],"interventions":[{"type":"DRUG","name":"Semaglutide Pill","description":"Patient will receive oral semaglutide","armGroupLabels":["Oral Semaglutide"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in liver fat content","description":"Quantified by MRI-PDFF","timeFrame":"Baseline to 24 weeks"}],"secondaryOutcomes":[{"measure":"Change in pancreatic fat content","description":"Measured by DEXA","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in body weight","description":"Measured by DEXA","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in body mass index","description":"Measured by DEXA","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in total fat percentage","description":"Measured by DEXA","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in lean muscle mass","description":"Measured by DEXA","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in bone mineral content","description":"Measured by DEXA","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in controlled attenuation parameter","description":"Measured by transient elastography","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in liver stiffness measurement","description":"Measured by transient elastography","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in aspartate aminotransferase","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in alanine aminotransferase","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in gamma-glutamyl transpeptidase","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in serum creatinine concentrations","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in HbA1c","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in triglycerides","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in HDL cholesterol","timeFrame":"Baseline to 24 weeks"},{"measure":"Change in LDL-cholesterol","timeFrame":"Baseline to 24 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. A man or woman, 30 years of age or above with liver transplantation of at least 3 months duration who meets all the following two criteria:\n\n   1. On standard anti-diabetic agents (metformin and/or insulin) with an HbA1c of \\<=9% at screening\n   2. Body mass index of \\>25 kg/m2\n2. Subjects must be medically stable based on medical history, physical examination, and laboratory investigations.\n3. Subjects must be willing and able to adhere to the prohibitions and restrictions specified in this protocol.\n4. Each subject must sign an informed consent form (ICF) indicating that he or she understands the purpose of the study and are willing to participate in the study.\n\nExclusion Criteria:\n\n1. History of diabetic ketoacidosis, type 1 diabetes, pancreas or beta-cell transplantation, or diabetes secondary to pancreatitis or pancreatectomy.\n2. History of brittle or labile glycemic control, with widely varying glucose measurements by FPG or SMBG such that stable glucose control over the treatment period would be unlikely.\n3. History of drug or alcohol abuse according to Diagnostic and Statistical Manual of Mental Disorders (5th edition) (DSM-V) criteria within 3 years before Screening, or an Alcohol Use Disorders Identification Test (AUDIT) with a score \\>=8, or alcohol consumption of more than 20 g per day in the case of women and more than 30 g per day in the case of men for at least three consecutive months during the previous 5 years.\n4. Thyroid stimulating hormone (TSH) value that is either \\< 0.45 mIU/L or \\>10 mIU/L at Screening.\n\n   Note: Subjects on thyroid hormone replacement therapy must be on a stable dose and dosing regimen for at least 4 weeks prior to enrollment.\n5. Use of a PPAR-γ agonist \\[e.g., a thiazolidinedione (pioglitazone\\], an SGLT2 inhibitor (e.g., canagliflozin, empagliflozin, dapagliflozin) or GLP-1 receptor agonists (e.g., liraglutide, dulaglutide) within 12 weeks before the enrollment.\n6. Ongoing eating disorder, or a significant weight loss or weight gain within 12 weeks before the Screening visit, defined as an increase or decrease of 5% in body weight based upon clinic-based measurement or, if not available, based on subject's report.\n7. Myocardial infarction, unstable angina, pulmonary hypertension, revascularization procedure (e.g., stent or bypass graft surgery), or cerebrovascular accident within 3 months before Screening, or revascularization procedure is planned, or subject has a history of New York Heart Association (NYHA) Class III-IV cardiac disease.\n8. Use of vitamin E within 4 weeks before screening.\n9. History of prior bariatric (e.g., Roux-en-Y gastric bypass) or other major upper gastrointestinal surgical procedure (including gastric resection).\n10. History of diabetic gastroparesis (or symptoms suggestive of this disorder, including postprandial bloating or vomiting), malabsorption, inflammatory bowel disease, or any other chronic, clinically important gastrointestinal disorder.\n11. Estimated glomerular filtration rate (eGFR) \\<45 mL/min/1•73 m2 using the Modification of Diet in Renal Disease Study (MDRD) equation.\n12. Subjects with a history of having or possibly having metallic material in the body or any contraindication for a MR examination.\n13. Claustrophobia, or anxiety related to previous negative experiences with magnetic resonance imaging procedures or if the subject is unwilling to participate in magnetic resonance imaging procedures.\n14. Clinically important hematologic disorder (e.g., symptomatic anemia, proliferative bone marrow disorder, thrombocytopenia) at Screening.\n15. History of human immunodeficiency virus (HIV) antibody positive at Screening.\n16. Contraindications to the use of oral semaglutide (per ORAL SEMAGLUTIDE Prescribing Information).\n17. Pregnancy or women breastfeeding or planning to become pregnant while enrolled in this study.\n18. History of significant cardiac, vascular, pulmonary, renal, gastrointestinal, endocrine, neurologic, hematologic, rheumatologic, psychiatric disturbances.\n19. Patients with history of myopathies or evidence of active muscle disease.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mr Surender, PhD","role":"CONTACT","phone":"01244141414","phoneExt":"6596","email":"yadavsurender89@gmail.com"}],"locations":[{"facility":"Division Of Endocrinology & Diabetes, Medanta The Medicity","status":"RECRUITING","city":"Gurgaon","state":"Haryana","zip":"122001","country":"India","contacts":[{"name":"Surender, PhD","role":"CONTACT","phone":"01244141414","phoneExt":"6596","email":"yadavsurender89@gmail.com"},{"name":"Mohammad Shafi Kuchay, MBBS, MD,DM","role":"CONTACT","phone":"01244141414","phoneExt":"6596","email":"drshafikuchay@gmail.com"},{"name":"Mohammad Shafi Kuchay, MBBS, MD,DM","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sunil Kumar Mishra, MBBS, MD,DM","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":28.4601,"lon":77.02635}}]},"referencesModule":{"references":[{"pmid":"33185364","type":"BACKGROUND","citation":"Newsome PN, Buchholtz K, Cusi K, Linder M, Okanoue T, Ratziu V, Sanyal AJ, Sejling AS, Harrison SA; NN9931-4296 Investigators. A Placebo-Controlled Trial of Subcutaneous Semaglutide in Nonalcoholic Steatohepatitis. N Engl J Med. 2021 Mar 25;384(12):1113-1124. doi: 10.1056/NEJMoa2028395. Epub 2020 Nov 13."},{"pmid":"35439567","type":"BACKGROUND","citation":"Alkhouri N, Herring R, Kabler H, Kayali Z, Hassanein T, Kohli A, Huss RS, Zhu Y, Billin AN, Damgaard LH, Buchholtz K, Kjaer MS, Balendran C, Myers RP, Loomba R, Noureddin M. Safety and efficacy of combination therapy with semaglutide, cilofexor and firsocostat in patients with non-alcoholic steatohepatitis: A randomised, open-label phase II trial. J Hepatol. 2022 Sep;77(3):607-618. doi: 10.1016/j.jhep.2022.04.003. Epub 2022 Apr 16."},{"pmid":"19938117","type":"BACKGROUND","citation":"Malik SM, Devera ME, Fontes P, Shaikh O, Sasatomi E, Ahmad J. Recurrent disease following liver transplantation for nonalcoholic steatohepatitis cirrhosis. Liver Transpl. 2009 Dec;15(12):1843-51. doi: 10.1002/lt.21943."},{"pmid":"22025886","type":"BACKGROUND","citation":"Reeder SB, Cruite I, Hamilton G, Sirlin CB. Quantitative Assessment of Liver Fat with Magnetic Resonance Imaging and Spectroscopy. J Magn Reson Imaging. 2011 Oct;34(4):729-749. doi: 10.1002/jmri.22775. Epub 2011 Sep 16."},{"pmid":"22554256","type":"BACKGROUND","citation":"Permutt Z, Le TA, Peterson MR, Seki E, Brenner DA, Sirlin C, Loomba R. Correlation between liver histology and novel magnetic resonance imaging in adult patients with non-alcoholic fatty liver disease - MRI accurately quantifies hepatic steatosis in NAFLD. Aliment Pharmacol Ther. 2012 Jul;36(1):22-9. doi: 10.1111/j.1365-2036.2012.05121.x. Epub 2012 May 3."},{"pmid":"22431131","type":"BACKGROUND","citation":"Le TA, Chen J, Changchien C, Peterson MR, Kono Y, Patton H, Cohen BL, Brenner D, Sirlin C, Loomba R; San Diego Integrated NAFLD Research Consortium (SINC). Effect of colesevelam on liver fat quantified by magnetic resonance in nonalcoholic steatohepatitis: a randomized controlled trial. Hepatology. 2012 Sep;56(3):922-32. doi: 10.1002/hep.25731. Epub 2012 Jul 2."},{"pmid":"25482832","type":"BACKGROUND","citation":"Loomba R, Sirlin CB, Ang B, Bettencourt R, Jain R, Salotti J, Soaft L, Hooker J, Kono Y, Bhatt A, Hernandez L, Nguyen P, Noureddin M, Haufe W, Hooker C, Yin M, Ehman R, Lin GY, Valasek MA, Brenner DA, Richards L; San Diego Integrated NAFLD Research Consortium (SINC). Ezetimibe for the treatment of nonalcoholic steatohepatitis: assessment by novel magnetic resonance imaging and magnetic resonance elastography in a randomized trial (MOZART trial). Hepatology. 2015 Apr;61(4):1239-50. doi: 10.1002/hep.27647. Epub 2015 Feb 27."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D003920","term":"Diabetes Mellitus"}],"ancestors":[{"id":"D044882","term":"Glucose Metabolism Disorders"},{"id":"D008659","term":"Metabolic Diseases"},{"id":"D004700","term":"Endocrine System Diseases"}],"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","asFound":"Diabetes Mellitus","relevance":"HIGH"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"C000591245","term":"Semaglutide"}],"ancestors":[{"id":"D000097789","term":"Glucagon-Like Peptide-1 Receptor Agonists"},{"id":"D007004","term":"Hypoglycemic Agents"},{"id":"D045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M353561","name":"Semaglutide","asFound":"Completion","relevance":"HIGH"},{"id":"M11110","name":"Liver Extracts","relevance":"LOW"},{"id":"M3401","name":"Glucagon-Like Peptide-1 Receptor Agonists","relevance":"LOW"},{"id":"M9043","name":"Glucagon","relevance":"LOW"},{"id":"M26997","name":"Glucagon-Like Peptide 1","relevance":"LOW"},{"id":"M10054","name":"Hypoglycemic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hypo","name":"Hypoglycemic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"Gast","name":"Gastrointestinal Agents"}]}},"hasResults":false}