{"protocolSection":{"identificationModule":{"nctId":"NCT06095492","orgStudyIdInfo":{"id":"MMENDO01"},"organization":{"fullName":"Medanta, The Medicity, India","class":"OTHER"},"briefTitle":"Effect of Empagliflozin vs Linagliptin on Glycemic Outcomes,Renal Outcomes & Body Composition in Renal Transplant Recipients With Diabetes Mellitus","officialTitle":"Effect of Empagliflozin Versus Linagliptin on Glycemic Outcomes, Renal Outcomes and Body Composition in Renal Transplant Recipients With Diabetes Mellitus: Randomized Controlled Trial (EmLina Renal Trial)","acronym":"EmLinaRenal"},"statusModule":{"statusVerifiedDate":"2024-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-10-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-23","studyFirstSubmitQcDate":"2023-10-18","studyFirstPostDateStruct":{"date":"2023-10-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-12-04","lastUpdatePostDateStruct":{"date":"2024-12-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Mohammad Shafi Kuchay","investigatorTitle":"Senior Consultant","investigatorAffiliation":"Medanta, The Medicity, India"},"leadSponsor":{"name":"Medanta, The Medicity, India","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"In the early postoperative period, hyperglycemia is frequently seen in renal transplant recipients primarily because of high doses of immunosuppressive therapy. Many of these patients have pre-existing type 2 diabetes (T2D). However, 10-20% of renal transplant recipients develop new onset persisting hyperglycemia following renal transplantation, known as posttransplant diabetes mellitus (PTDM). These patients need optimal glycemic control in order to prevent development of cardiovascular and de novo renal disease. Most of these patients receive insulin therapy following transplantation, as they receive steroid therapy and oral hypoglycemic agents are better avoided. However, as steroids are tapered and need for insulin diminishes, several anti-diabetic agents are initiated off-label, such as metformin, DDP-4 inhibitors and sulfonylureas. Sodium-glucose cotransporter-2 (SGLT2) inhibitors exhibit nephroprotective effects in individuals with native kidney disease, with or without type 2 diabetes. However, the data regarding the safety and glycemic efficacy of these glucose-lowering agents in the renal transplant setting are scarce.\n\nDPP-4 inhibitors are glucose-lowering agents used in patients with CKD. For instance, linagliptin is used in all eGFRs without dose modification. The data regarding the safety and efficacy of linagliptin are scarce in patients following renal transplantation.\n\nSince patients following renal transplantation receive immunosuppressants and steroids, which may affect their body composition. Effect of SGLT2 inhibitors or DPP-4 inhibitors on body composition in patients following renal transplantation is not well established.\n\nIn this study, we aimed to examine the safety and effect of empagliflozin (an SGLT2 inhibitor) versus linagliptin (an DDP-4 inhibitor) on the glycemic outcomes, renal outcomes and body composition in renal transplant recipients with diabetes mellitus.","detailedDescription":"This EmLina Renal trial is an investigator initiated, single-center, prospective, open-label, randomized clinical study to examine the safety and effect of empagliflozin 25 mg once a day vs. linagliptin 5 mg once a day for 12 months on glycemic outcomes, renal outcomes and body composition in renal transplant recipients with diabetes mellitus. Glycemic variables will include fasting glucose and glycated hemoglobin (HbA1c). Renal outcomes will include change in eGFR, spot urine albumin-creatinine ratio (UACR) and spot urine protein-creatinine ratio (UPCR). Body composition variables will include total fat mass, fat percentage, total lean mass, and bone mineral content as measured by dual-energy X-ray absorptiometry (DEXA). Body composition will also be measured by BIA. The study will be conducted according to the CONSORT guidelines. The patient population for the trial will be derived from Medanta-The Medicity Hospital endocrine and nephrology out-patient clinic. The study will be conducted in Medanta-The Medicity Hospital, Gurugram, Haryana, which is a tertiary care center in North India. Patients deemed eligible will be screened for the trial. The clinical trial protocol has been approved by the institutional ethics review board. Informed written consent will be obtained from all the participants before enrolment into the study.\n\nBaseline assessment at screening All patients will undergo a baseline assessment before randomization, including detailed medical history, physical examination including anthropometry and biochemical evaluation.\n\nRandomization A research assistant will randomize the patients into either Empa group or Lina group in a 1:1 ratio using computer-generated numbers.\n\nStudy visits After careful assessment at the baseline visit, patients meeting all inclusion and exclusion criteria will be randomized to receive empagliflozin 25 mg once a day tablet for 12 months. The Lina group will receive linagliptin 5 mg daily for 12 months. Both groups will receive metformin and/or insulin and/or sulfonylureas for the management of diabetes. The study design included 3 in-person visits (baseline and months 6 and 12) and 2 telephonic visits (at months 3 and 9).\n\nPrimary and secondary outcomes The primary outcome measure is the change in renal outcomes (changes from baseline in estimated glomerular filtration rate (eGFR), spot urine albumin- creatinine ratio and spot urine protein-creatinine ratio). The secondary outcome measures are changes in total fat content, fat percentage, lean mass and bone mineral content from baseline (as measured by DEXA); changes in total fat content, fat percentage, lean mass and bone mineral content from baseline (as measured by BIA), and glycemic variables (fasting glucose and HbA1c at baseline, 6 and 12 months). The safety profile will be documented carefully at all in-person and telephonic visits.\n\nStatistical analysis Plan The analysis will include profiling of patients on different demographic, clinical and laboratory parameters etc. Quantitative data will be presented in terms of means and standard deviation and qualitative/categorical data will be presented as absolute numbers and proportions. To compare between the two groups, the Chi-squared test or Fisher's exact test will be used for categorical variables, and the independent samples t test or Wilcoxon-Mann-Whitney U test will be used for the differences between continuous variables. Pearson correlation coefficient will be used to evaluate correlations between variables. Additional analyses of primary and secondary outcomes within treatment groups will be performed by using two-tailed independent sample t tests, paired t tests, or non-parametric tests, when indicated. P-value \\< 0.05 is considered statistically significant. SPSS software will be used for analysis.\n\nPatient confidentiality Precautions will be taken to ensure confidentiality. Data collection forms will not reveal the name of patients included in study. All the participants will be covered by insurance to cover the cost of any untoward effect directly resulting from enrolment in the study."},"conditionsModule":{"conditions":["Kidney Transplant; Complications","Diabetes Mellitus"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A research assistant will randomize the patients into either Empa group or Lina group in a 1:1 ratio using computer-generated numbers.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Empa group","type":"EXPERIMENTAL","interventionNames":["Drug: Empagliflozin 25 MG"]},{"label":"Lina group","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Linagliptin"]}],"interventions":[{"type":"DRUG","name":"Empagliflozin 25 MG","description":"Patient will get Empagliflozin 25","armGroupLabels":["Empa group"]},{"type":"DRUG","name":"Linagliptin","description":"linagliptin 5 mg once a day","armGroupLabels":["Lina group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Estimated glomerular filtration rate (eGFR)","timeFrame":"Basline to 12 Months"},{"measure":"Spot urine albumin- creatinine ratio","timeFrame":"Basline to 12 Months"},{"measure":"Spot urine protein-creatinine ratio","timeFrame":"Basline to 12 Months"}],"secondaryOutcomes":[{"measure":"Changes in total fat content","description":"Measured by DEXA \\& BIA","timeFrame":"Basline to 12 Months"},{"measure":"Changes in fat percentage","description":"Measured by DEXA \\& BIA","timeFrame":"Basline to 12 Months"},{"measure":"Changes in lean mass","description":"Measured by DEXA \\& BIA","timeFrame":"Basline to 12 Months"},{"measure":"Changes in bone mineral content","description":"Measured by DEXA \\& BIA","timeFrame":"Basline to 12 Months"},{"measure":"Changes in fasting glucose","timeFrame":"Basline to 12 Months"},{"measure":"Changes in HbA1c","timeFrame":"Basline to 12 Months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. A man or woman, 30 years of age or above with the diagnosis of diabetes mellitus (pre-transplantation type 2 diabetes or post-transplantation diabetes mellitus) and after at least 3 months of renal transplantation.\n2. Patients must have stable renal function (less than 20% deviation in serum creatinine in last one month: eGFR \\>30 ml/min/1.73 m2)\n3. Patients must be on a stable immunotherapy for last one month.\n4. Subjects must be medically stable on the basis of medical history, physical examination and laboratory investigations.\n5. Subjects must be willing and able to adhere to the prohibitions and restrictions specified in this protocol.\n6. Each subject must sign an informed consent form (ICF) indicating that he or she understands the purpose of the study and are willing to participate in the study.\n\nExclusion Criteria:\n\n1. History of diabetic ketoacidosis, type 1 diabetes, pancreas or beta-cell transplantation, or diabetes secondary to pancreatitis or pancreatectomy.\n2. History of brittle or labile glycemic control, with widely varying glucose measurements by FPG or SMBG such that stable glucose control over the treatment period would be unlikely.\n3. BMI \\<=18 kg/m2\n4. Ongoing eating disorder, or a significant weight loss or weight gain within 12 weeks before the Screening visit, defined as an increase or decrease of 5% in body weight based upon clinic-based measurement or, if not available, based on subject's report.\n5. Estimated glomerular filtration rate (eGFR) \\<30 mL/min/1•73 m2 using the Modification of Diet in Renal Disease Study (MDRD) equation.\n6. Contraindications to the use of empagliflozin or linagliptin (per Prescribing Information).\n7. History of recurrent urinary tract infections.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mr Surender, Phd","role":"CONTACT","phone":"0124141414","phoneExt":"6596","email":"yadavsurender89@gmail.com"}],"locations":[{"facility":"Division Of Endocrinology & Diabetes, Medanta The Medicity","status":"RECRUITING","city":"Gurgaon","state":"Haryana","zip":"122001","country":"India","contacts":[{"name":"Surender, PhD","role":"CONTACT","phone":"01244141414","phoneExt":"6596","email":"yadavsurender89@gmail.com"},{"name":"Mohammad Shafi Kuchay, MBBS, MD,DM","role":"CONTACT","phone":"01244141414","phoneExt":"6596","email":"drshafikuchay@gmail.com"},{"name":"Mohammad Shafi Kuchay, MBBS, MD,DM","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sunil Kumar Mishra, MBBS, MD,DM","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":28.4601,"lon":77.02635}}]},"referencesModule":{"references":[{"pmid":"30862658","type":"RESULT","citation":"Halden TAS, Kvitne KE, Midtvedt K, Rajakumar L, Robertsen I, Brox J, Bollerslev J, Hartmann A, Asberg A, Jenssen T. Efficacy and Safety of Empagliflozin in Renal Transplant Recipients With Posttransplant Diabetes Mellitus. Diabetes Care. 2019 Jun;42(6):1067-1074. doi: 10.2337/dc19-0093. Epub 2019 Mar 12."},{"pmid":"28533501","type":"RESULT","citation":"Baron PW, Infante S, Peters R, Tilahun J, Weissman J, Delgado L, Kore AH, Beeson WL, de Vera ME. Post-Transplant Diabetes Mellitus After Kidney Transplant in Hispanics and Caucasians Treated with Tacrolimus-Based Immunosuppression. Ann Transplant. 2017 May 23;22:309-314. doi: 10.12659/aot.903079."},{"pmid":"15882287","type":"RESULT","citation":"Cosio FG, Kudva Y, van der Velde M, Larson TS, Textor SC, Griffin MD, Stegall MD. New onset hyperglycemia and diabetes are associated with increased cardiovascular risk after kidney transplantation. Kidney Int. 2005 Jun;67(6):2415-21. doi: 10.1111/j.1523-1755.2005.00349.x."},{"pmid":"25307034","type":"RESULT","citation":"Sharif A, Hecking M, de Vries AP, Porrini E, Hornum M, Rasoul-Rockenschaub S, Berlakovich G, Krebs M, Kautzky-Willer A, Schernthaner G, Marchetti P, Pacini G, Ojo A, Takahara S, Larsen JL, Budde K, Eller K, Pascual J, Jardine A, Bakker SJ, Valderhaug TG, Jenssen TG, Cohney S, Saemann MD. Proceedings from an international consensus meeting on posttransplantation diabetes mellitus: recommendations and future directions. Am J Transplant. 2014 Sep;14(9):1992-2000. doi: 10.1111/ajt.12850. Epub 2014 Aug 6."},{"pmid":"31539565","type":"RESULT","citation":"Guardado-Mendoza R, Cazares-Sanchez D, Evia-Viscarra ML, Jimenez-Ceja LM, Duran-Perez EG, Aguilar-Garcia A. Linagliptin plus insulin for hyperglycemia immediately after renal transplantation: A comparative study. Diabetes Res Clin Pract. 2019 Oct;156:107864. doi: 10.1016/j.diabres.2019.107864. Epub 2019 Sep 17."},{"pmid":"24279801","type":"RESULT","citation":"Haidinger M, Werzowa J, Hecking M, Antlanger M, Stemer G, Pleiner J, Kopecky C, Kovarik JJ, Doller D, Pacini G, Saemann MD. Efficacy and safety of vildagliptin in new-onset diabetes after kidney transplantation--a randomized, double-blind, placebo-controlled trial. Am J Transplant. 2014 Jan;14(1):115-23. doi: 10.1111/ajt.12518. Epub 2013 Nov 26."},{"pmid":"24344941","type":"RESULT","citation":"Soliman AR, Fathy A, Khashab S, Shaheen N, Soliman MA. Sitagliptin might be a favorable antiobesity drug for new onset diabetes after a renal transplant. Exp Clin Transplant. 2013 Dec;11(6):494-8. doi: 10.6002/ect.2013.0018."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D003920","term":"Diabetes Mellitus"}],"ancestors":[{"id":"D044882","term":"Glucose Metabolism Disorders"},{"id":"D008659","term":"Metabolic Diseases"},{"id":"D004700","term":"Endocrine System Diseases"}],"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","asFound":"Diabetes Mellitus","relevance":"HIGH"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"C570240","term":"Empagliflozin"},{"id":"D000069476","term":"Linagliptin"}],"ancestors":[{"id":"D000077203","term":"Sodium-Glucose Transporter 2 Inhibitors"},{"id":"D045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D007004","term":"Hypoglycemic Agents"},{"id":"D045505","term":"Physiological Effects of Drugs"},{"id":"D054795","term":"Incretins"},{"id":"D006728","term":"Hormones"},{"id":"D006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"},{"id":"D054873","term":"Dipeptidyl-Peptidase IV Inhibitors"},{"id":"D011480","term":"Protease Inhibitors"},{"id":"D004791","term":"Enzyme Inhibitors"}],"browseLeaves":[{"id":"M258082","name":"Empagliflozin","asFound":"Due","relevance":"HIGH"},{"id":"M445","name":"Linagliptin","asFound":"RNA","relevance":"HIGH"},{"id":"M1691","name":"Sodium-Glucose Transporter 2 Inhibitors","relevance":"LOW"},{"id":"M10054","name":"Hypoglycemic Agents","relevance":"LOW"},{"id":"M27905","name":"Incretins","relevance":"LOW"},{"id":"M9789","name":"Hormones","relevance":"LOW"},{"id":"M9788","name":"Hormone Antagonists","relevance":"LOW"},{"id":"M27957","name":"Dipeptidyl-Peptidase IV Inhibitors","relevance":"LOW"},{"id":"M19609","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M14343","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hypo","name":"Hypoglycemic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"}]}},"hasResults":false}