{"protocolSection":{"identificationModule":{"nctId":"NCT05928260","orgStudyIdInfo":{"id":"2649-01/2023"},"organization":{"fullName":"Post Graduate Institute of Medical Education and Research, Chandigarh","class":"OTHER"},"briefTitle":"Comparison of Real-time CGMS With Intermittently-scanned CGMS in Adolescents and Adults With Type 1 Diabetes Mellitus","officialTitle":"Comparison of Real-time CGMS With Intermittently-scanned CGMS in Adolescents and Adults With Type 1 Diabetes Mellitus: an Open Label Randomised Control Cross Over Study"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-05-30","studyFirstSubmitQcDate":"2023-06-28","studyFirstPostDateStruct":{"date":"2023-07-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-17","lastUpdatePostDateStruct":{"date":"2023-08-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sanjay K. Bhadada","investigatorTitle":"Head of Department of Endocrinology,Postgraduate Institute of Medical Education and Research, Chandigarh","investigatorAffiliation":"Post Graduate Institute of Medical Education and Research, Chandigarh"},"leadSponsor":{"name":"Post Graduate Institute of Medical Education and Research, Chandigarh","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"Type 1 Diabetes Mellitus (T1DM) is characterized by absolute insulin deficiency. Despite multiple daily insulin injections, glycemic targets are usually not achieved in T1DM patients.Use of continuos glucose monitoring system (CGMS) is associated with improvement in glycemic control and reduction in glycemic variability in T1DM subjects. real-time CGMS (rt-CGMS) and intermittently scanned CGMS (is-CGMS) are the newer CGMS technologies. Previous studies have shown that in T1DM patients rt-CGMS is better than is-CGMS for glycemic control and reducing hypoglycemic episodes in patients with impaired awareness of hypoglycemia, but in patients with normal hypoglycemic awareness this is not well established.\n\nThis study is a randomized control clinical cross over study of 6 months duration in patients of T1DM having normal hypoglycemic awareness, with age 15-40 years with a HbA1c range of 8-12%. Following a training period of 2 weeks, 80 participants will be randomized into 3 arms in a ratio of 1:1:2 in rt-CGMS, is-CGMS and SMBG (self monitoring of blood glucose) arms, respectively. For the first two groups Medtronic Guardian Connect Sensor 3 and Abott Freestyle Libre Sensor 2will be applied for 2 weeks, respectively; followed by a crossover at 3 months withapplication of is-CGMS and rt-CGMS, respectively in these groups for a further 2 weeks period. For rest of the study duration these patients in the rt-CGMS and is-CGMS group will be monitored through SMBG. The 3rd SMBG group will act as control. Short term blood glucose control will be assessed by Fructosamine assay in the 2 CGMS groups and long term control by HbA1C.","detailedDescription":"Type 1 Diabetes Mellitus (T1DM) is characterized by absolute insulin deficiency. Despite multiple daily insulin injections, glycemic targets are usually not achieved in T1DM patients. Use of continuos glucose monitoring system (CGMS) is associated with improvement in glycemic control and reduction in glycemic variability in T1DM subjects. Real-time CGMS (rt-CGMS) and intermittently Scanned CGMS (is-CGMS) are the newer CGMS technologies. Previous studies have shown that in T1DM patients rt-CGMS is better than is-CGMS for glycemic control and reducing hypoglycemic episodes in patients with impaired awareness of hypoglycemia, but in patients with normal hypoglycemic awareness this is not well established.\n\nThis study is a randomized control clinical study of 6 months duration in patients of T1DM having normal hypoglycemic awareness, with age 15-40 years with a HbA1c range of 8-12%. Following a training period of 2 weeks, 80 participants will be randomized into 3 arms in a ratio of 1:1: 2 into rt-CGMS, is-CGMS arms and SMBG(Self Monitoring of Blood Glucose) arms respectively. For the rt-CGMS group Medtronic Guardian Connect sensor 3 will be applied for 2 weeks and and for is-CGMS group Free Style Libre will be applied for 2 weeks. The participants randomized into the 3rd group shall do self monitoring of blood glucose(SMBG) throughout the study duration of 6 months. Those participants randomized into rt-CGMS and is-CGMS groups after the end of 2 weeks will also monitor their blood glucose by SMBG till the end of 3 months.The frequency of SMBG for all these groups would be - 4 times a day( premeal blood glucose and one post meal blood glucose on rotational basis) on weekdays and 7 times on Sundays(3 times pre meals, 3 times 2 hrs post meals and once at 3 am). At the end of 3 months participants in the rt-CGMS group will undergo crossover to is-CGMS group and vice versa whereas participants in SMBG group will remain in the same arm till the end of the study(6 months).Short term blood glucose control will be assessed by Fructosamine assay after 2 weeks of CGMS application and long term control by HbA1C at the end of 3 months and 6 months. All glycemic parameters(like Time in Range, Time below Range and Time in Range will be compared in both CGMS groups before and after cross-over and both these arms will be compared with SMBG for all the outcomes.Quality of life will also be assessed in these groups by using QOLID questionnaire."},"conditionsModule":{"conditions":["Type1 Diabetes Mellitus"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Real time CGMS(rt-CGMS)","type":"ACTIVE_COMPARATOR","description":"Medtronic Guardian Connect sensor 3 will be applied for 2 weeks at the beginning of this study in this arm for blood glucose monitoring and insulin dose adjustments for glycemic control.","interventionNames":["Device: Medtronic Guardian Connect Sensor 3"]},{"label":"Intermittently scanned CGMS(is-CGMS)","type":"ACTIVE_COMPARATOR","description":"Abott Freestyle Libre Sensor will be applied for 2 weeks at the beginning of this study in this arm for blood glucose monitoring and insulin dose adjustments for glycemic control.","interventionNames":["Device: Abott Freestyle Libre Sensor"]},{"label":"Self Monitoring of Blood Glucose(SMBG)","type":"PLACEBO_COMPARATOR","description":"This group will monitor blood glucose using glucometer and needle pricks throughout the study duration and insulin doses will be adjusted based on these readings as per the standard management of Type-1 Diabetes Mellitus patients endorsed by American Diabetic Association in 2023.","interventionNames":["Other: Self blood Glucose monitoring by a glucometer"]}],"interventions":[{"type":"DEVICE","name":"Medtronic Guardian Connect Sensor 3","description":"This is a real-time CGMS which transmits all the blood glucose readings into the application downloaded in a device continuously and also gives alarms and alerts to the person.","armGroupLabels":["Real time CGMS(rt-CGMS)"]},{"type":"DEVICE","name":"Abott Freestyle Libre Sensor","description":"This system is an is-CGMS in which the participant gets his blood glucose only when the device is scanned.","armGroupLabels":["Intermittently scanned CGMS(is-CGMS)"]},{"type":"OTHER","name":"Self blood Glucose monitoring by a glucometer","description":"In this all patients will check their blood glucose using a needle prick and glucometer at pre-specified intervals.","armGroupLabels":["Self Monitoring of Blood Glucose(SMBG)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"HbA1c","description":"Composite outcome of blood glucose control over the preceding 3 months at time=3 months from the start of the study, It will be measured in % using VARIANTII TURBO Hemoglobin Testing System- Bio Rad.","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"HbA1c","description":"Composite outcome of blood glucose control over the preceding 3 months at time=6months from the start of the study.It will be measured in % using VARIANTII TURBO Hemoglobin Testing System- Bio Rad.","timeFrame":"6 months"},{"measure":"Fructosamine levels in the CGMS groups","description":"- before the application of Ist device and immediately after the end of 2 weeks at the beginning of the study and at the time of crossover(3 months from the start of the study)immediately before and after 2 weeks of application of 2nd device. This will be done only in rt-CGMS and is-CGMS arms.It will be measured in micromole per litre using Roche cobas FRA colorimetric system in the plasma with a measuring range between 14-1000 micromole per litre.","timeFrame":"At baseline , 2 weeks, 3 months and 3 months 2 weeks."},{"measure":"Mean sensor glucose","description":"Assessment of mean glucose in mg/dl will be done from the CGMS i.e. from the Medtronic Guardian Connect Sensor 3 in the real-time CGMS group and from the Abott Free Style Libre Sensor intermittently-scanned CGMS group.","timeFrame":"After the first device(2 weeks) and after 2nd device(3 months 2 weeks)"},{"measure":"Standard deviation of Sensor Glucose","description":"It is a measure of deviation of blood glucose values from the mean which will be obtained from blood glucose readings from the CGMS i.e. from the Medtronic Guardian Connect Sensor 3 in the real-time CGMS group and from the Abott Free Style Libre Sensor intermittently-scanned CGMS group. It will be measured in mg/dl in both the real time-CGMS and intermittently scanned CGMS groups.","timeFrame":"After the first device(2 weeks) and after 2nd device(3 months 2 weeks)"},{"measure":"Coefficient of Variation(CV)","description":"It is a measure of blood glucose variability over a period of time derived from the Mean blood glucose and Standard Deviation of blood glucose obtained from the CGMS, it will be measured as percentage from the CGM sensor i.e. from the Medtronic Guardian Connect Sensor 3 in the real-time CGMS group and from the Abott Free Style Libre Sensor intermittently-scanned CGMS group.Higher the coefficient of variation more is the risk for microvascular complications of diabetes.Stable blood glucose should have Coefficient of Variation \\<36%.","timeFrame":"After the first device(2 weeks) and after 2nd device(3 months 2 weeks)"},{"measure":"Median Amplitude of Glycemic Excursions(MAGE)","description":"It is the arithmetic mean of the amplitude of the blood glucose excursions that are greater than the Standard Deviation of the glucose values. It is calculated from the blood glucose values provided from the CGMS i.e. from the Medtronic Guardian Connect Sensor 3 in the real-time CGMS group and from the Abott Free Style Libre Sensor intermittently-scanned CGMS group.It is measured in millimoles per litre and will be calculated in both real-time CGMS and intermittently scanned CGMS groups using Easy GV software.","timeFrame":"After the first device(2 weeks) and after 2nd device(3 months 2 weeks)"},{"measure":"Quality of Life","description":"This will be assessed in all the 3 groups using Quality of Life Instrument for Indian Diabetes Patients(QOLID) questionnaire. It consists of 34 items covering eight domains with scores as below. It uses a standard Likert scale across all questions.Minimum possible overall score is 34 and maximum possible overallscore is 175.Details as follows- role limitation due to physical health (6 - 30); physical endurance (6 - 30); general health (3 - 15); treatment satisfaction (4 - 20); symptom frequency ( 3 - 15); financial worries ( 4 - 20); mental health ( 5 - 25) and diet advice satisfaction( 3 - 15). Higher the score better the quality of life in that domain.","timeFrame":"At Baseline and 3 months."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adolescents and adults aged 15-40 years with Type-1 Diabetes mellitus defined by any of the following; i. Diabetic Ketoacidosis or ketonemia or ketonuria at diagnosis with insulin dependence for survival since diagnosis OR ii. Insulin dependence for survival since diagnosis and any one of the following autoantibody positivity: GAD-65 or IA-2\n2. Patients on Basal bolus regimen (Glargine as basal and lispro /Aspart /Glulisine as bolus);\n3. Duration of Diabetes \\> 2 years;\n4. Insulin dose requirement of at least 0.5U/kg\n5. HbA1c 8%-12%;\n6. Gold score\\<4;\n7. No previous experience with rt-CGMS and/or is-CGMS;\n8. Euthyroid status;\n9. If hypothyroid, then on stable dose of Levothyroxine for last 3 months with normal T4 level;\n10. Urine albumin creatinine ratio\\<300 mg/g of Creatinine;\n11. Those willing to give informed consent prior to enrolment.\n\nExclusion Criteria:\n\n1. LADA or Secondary Diabetes\n2. eGFR\\<60ml/min/1.73m2\n3. Celiac disease;\n4. Hb\\<12g/dl for males and \\<11g/dl for females;\n5. Hypoglycemia unawareness defined by Gold score≥4;\n6. HbA1c\\>12%;\n7. Diabetic Ketoacidosis in the previous 3 months;\n8. Severe Non proliferative Diabetic retinopathy/Proliferative Diabetic Retinopathy/Macular edema;\n9. Pregnancy;\n10. Lactation;\n11. Willing to become pregnant during study;\n12. Requiring MRI for any existing condition;\n13. Any other chronic illness.","healthyVolunteers":false,"sex":"ALL","minimumAge":"15 Years","maximumAge":"40 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sanjay Bhadada, DM Endo","role":"CONTACT","phone":"+919876602448","email":"bhadadask@rediffmail.com"},{"name":"Soham Mukherjee, DM Endo","role":"CONTACT","phone":"+919914743222","email":"drsoham.mukherjee@googlemail.com"}],"overallOfficials":[{"name":"Ashish Gupta, MD, Internal Medicine","affiliation":"Senior Resident Academic DM, Department of Endocrinology, PGIMER, Chandigarh","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Post Graduate Institute of Medical Education and Research","status":"RECRUITING","city":"Chandigarh","zip":"160012","country":"India","contacts":[{"name":"Sanjay Bhadada, DM Endo","role":"CONTACT","phone":"+919876602448","email":"bhadadask@rediffmail.com"}],"geoPoint":{"lat":30.73629,"lon":76.7884}}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP_ICF","hasProtocol":true,"hasSap":true,"hasIcf":true,"label":"Study Protocol, Statistical Analysis Plan, and Informed Consent Form","date":"2023-06-08","uploadDate":"2023-06-08T13:28","filename":"Prot_SAP_ICF_000.pdf","size":1437123}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D003920","term":"Diabetes Mellitus"},{"id":"D003922","term":"Diabetes Mellitus, Type 1"}],"ancestors":[{"id":"D044882","term":"Glucose Metabolism Disorders"},{"id":"D008659","term":"Metabolic Diseases"},{"id":"D004700","term":"Endocrine System Diseases"},{"id":"D001327","term":"Autoimmune Diseases"},{"id":"D007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","asFound":"Diabetes Mellitus","relevance":"HIGH"},{"id":"M7117","name":"Diabetes Mellitus, Type 1","asFound":"Type 1 Diabetes Mellitus","relevance":"HIGH"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M4629","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M10365","name":"Insulin","relevance":"LOW"},{"id":"M173166","name":"Insulin, Globin Zinc","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hypo","name":"Hypoglycemic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}