{"protocolSection":{"identificationModule":{"nctId":"NCT05939895","orgStudyIdInfo":{"id":"CGMS"},"organization":{"fullName":"Diabetes Foundation, India","class":"OTHER"},"briefTitle":"To Identify Anytime Hyperglycaemia in Subjects With Normoglycaemia and Prediabetes","officialTitle":"To Identify Anytime Hyperglycaemia in Subjects With Normoglycaemia and Prediabetes"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-05-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-03","studyFirstSubmitQcDate":"2023-07-10","studyFirstPostDateStruct":{"date":"2023-07-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-15","lastUpdatePostDateStruct":{"date":"2024-02-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Anoop Misra","investigatorTitle":"Director","investigatorAffiliation":"Diabetes Foundation, India"},"leadSponsor":{"name":"Diabetes Foundation, India","class":"OTHER"},"collaborators":[{"name":"National Diabetes Obesity and Cholesterol Foundation","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To test these hypotheses, The Investigators will recruit 100 overweight and obese adolescents with HbA1c ranging across the ADA classification spectrum from normal to prediabetes,(nearly 40:normoglycemi, 30: IFG, 30:1GT) measure free-living glucose by continuous glucose monitoring (CGM), and assess the relationships among CGM outcomes, HbA1c, and OGTT results (FPG and 2-h glucose). Individual with overt diabetes will be excluded.\n\nThis will be a 2 visit study. Subjects will be coming to Fortis CDOC after a minimum 8-hour overnight fast. Informed written consent and validated questionnaire in a language known to them (English/Hindi) will be obtained from all participants.\n\nClinical details will be obtained from the case records of the patients. Note of visible markers of insulin resistance (acanthosis nigricans, buffalo hump, double chin, subcutaneous fat pads, skin) Anthropometry, skinfolds \\& blood pressure will be recorded. Overweight and, obesity will be defined according to predefined guidelines for Asian Indian. Abdominal obesity is defined as waist circumference of ≥ 90 centimetres (cms) in males and ≥ 80 cms in females.\n\nA blinded iPro Continuous Glucose Monitor (Medtronic MiniMed, Inc) will be inserted. After a calibration period of 1 hour, fasting laboratory result will be collected: FPG, HbA1c. HbA1c will be done by HPLC (NGSP approved, turbid inhibition immunoassay). Then subjects will consume 1.75 g/kg glucose, maximum 75 g (glucose beverage) and will have a second venepuncture 2 hours later for plasma glucose measurement.\n\nWhile awaiting the 2-hour venepuncture, participants will be provided instructions on CGM device care and calibration. Participants will be instructed to wear the CGM device for a minimum of 72 hours and to not change any of their current dietary or activity habits for the period of CGM wear. They will be trained to use a glucose monitor and collect capillary blood glucose values at least three times daily, prior to meals. Participants will also be asked to complete a simple log of their activity, as well as record dietary intake, and sleep and wake times. The iPro and log-sheet will be returned in person after a minimum of 72 hours of recording time.\n\nInvestigators and patients will be kept blinded to CGM recordings throughout the study. Daily glycaemic variability will be assessed by the change in the mean amplitude of glucose excursions (MAGE) index, and through the standard deviation (SD) of the mean 24-hour blood glucose concentration. Day-to-day variability will be assessed through the mean of daily differences (MoDD in mg/dL). Daily glycaemic control will be assessed by the mean (M) daily CGM value, as well as by the times (in minutes/day) spent in optimal glycaemic range (70-140 mg/dL) and above predefined hyperglycaemic thresholds (140 ,180 and 200 mg/dL) together with the corresponding area under the curve (AUC) values.\n\nIn addition, areas under 24-hour glycaemic traces (AUCs) will be analysed to estimate: overall hyperglycaemia (defined asAUC≥100 mg/dL over the full 24-hour period = AUCtotal);postprandial hyperglycaemia (AUC\\[0-4 h\\], i.e. for four-hour periods after each of the main meals and, if considered relevant by the core laboratory, after additional snacks = AUCpp); and basal hyperglycaemia, i.e. overall hyperglycaemia - postprandial hyperglycaemia (AUCb)","detailedDescription":"The worldwide prevalence of diabetes has increased dramatically over the past two decades and have reached epidemic proportions which is a global threat. Diabetes in Asian Indians occurs one decade earlier and with more complications (eg, nephropathy, cardiovascular disease) than seen in other populations. (1)Furthermore, Asian Indians with diabetes have more body fat, abdominal adiposity and liver fat than white Caucasians even when \"non obese\" as categorised by body mass index (BMI). (2) India at present is contributing 72 million patients with diabetes (3) and in India there is an increasing trend of obesity and diabetes in younger population.(4) Prediabetes is a state of abnormal glucose homeostasis characterized by the presence of impaired fasting glucose, impaired glucose tolerance, or both. Individuals with prediabetes are at increased risk for type 2 diabetes, compared with individuals with normal glucose values. The increased risk for cardiovascular disease in prediabetes is multifactorial, with etiologies including insulin resistance, hyperglycaemia, dyslipidaemia, hypertension, systemic inflammation, and oxidative stress. (5,6). A major goal in the treatment of diabetes in youth is in the area of prevention. Because most of the morbidity and mortality in diabetes arises from long-term complications, early detection and prevention would be expected to have a tremendous beneficial human, social, medical and economic impact. With these considerations in mind, it is logical to intervene early with measures targeted to reverse specific pathophysiological defects present in the prediabetes state and that ultimately lead to development of overt diabetes.(7,8) The costs associated with diabetes and pre-diabetes challenge the financial integrity of our healthcare systems. However, screening would allow management aimed at preventing or delaying development of diabetes and complications and could possibly reduce costs.\n\nRecommendations regarding screening for pre-diabetes and diabetes have been made by the American Diabetes Association (ADA) , but formal screening is infrequent . Screening options include fasting plasma glucose (FPG), oral glucose tolerance tests (OGTTs) and glycosylated haemoglobin (HbA1C). (9) These mentioned tests have their share of pros and cons associated.\n\nFallacies of glucose monitoring Hyperglycaemia as the biochemical hallmark of diabetes is unquestionable. However, fasting and 2-h OGTT gauge just a moment of a single day. In addition, the two assessments required to confirm diagnosis might be fallacious in describing a chronic and complex clinical condition. Focussing only on morning glucose excursion might be facallious as this might miss glycaemic excursion at other time of the day with varying carbohydrate intake and insulin resistance. Plasma glucose levels are not stable but rather vary throughout the day, mainly in postprandial periods. Fasting plasma glucose is altered by numerous factors like stress, acute illness, medication, venous stasis, posture, sample handling, food ingestion, prolonged fasting and exercise (10). These factor, are also likely affects the 2 hr OGTT. Moreover, most individuals do not pay attention to the request or are not asked to consume a diet with at least 200 g carbohydrate in the days before testing glucose. Some individuals do not abstain from food in the 8 h before testing, thus arriving to the laboratory in the postabsorptive rather than fasting condition. The lack of appropriate preparation for glucose testing makes FPG, OGTT less reliable for diabetes diagnosis, with results sometimes falsely elevated and sometimes apparently normal. Moreover stability of glucose measurement is always a major aspect to be considered in measuring FPG. Glycolysis consumes glucose even in fluoride preservative for the first two hours after blood is collected, and may continue up to 4 hrs .This makes the accuracy of FPG and OGTT questionable.\n\nFallacies of HbA1C The concentration of HbA1c in an individual's blood is proportional to the mean ambient levels of blood glucose over the lifespan of the red blood cell (RBC) (i.e., 80-120 days).\n\nThe A1C has several advantages compared with the FPG and OGTT, including greater convenience (fasting not required), greater pre analytical stability, and less day-to-day perturbations during stress and illness. Although the use of HbA1c as a diagnostic tool is an attractive proposition, its use for this indication in India at present is not practical because of the high cost of the test, problems with standardization, and poor availability of the test in certain parts of the country .The HbA1C test, with a diagnostic threshold of 6.5% (48mmol/mol), diagnoses only 30% of the diabetes cases identified collectively using A1C, FPG, or 2-h PG (11) Iron-deficiency anaemia is endemic in India. It is particularly common in adolescents as well as in women of the reproductive age group. Hypo proliferative anaemias such as iron-deficiency anaemia prolong the lifespan of RBCs. In addition, malondialdehyde, which is increased in iron-deficiency anaemia, can enhance the glycation of Hb. Both these factors can lead to falsely elevated HbA1C.Few drugs such as Dapsone,Ribavirin, antiretroviral agents, and trimethoprim-sulfamethoxazole which are commonly used, alter HbA1c levels by inducing hemolysis, whereas hydroxyurea causes a shift from HbA to HbF, causing an apparent fall in HbA1c levels. Large doses of antioxidants such as vitamin C and vitamin E have also been reported to reduce HbA1c levels by interfering with Hb glycation.\n\nThere are several other limitations to the use of HbA1c in assessing glycaemic control. HbA1c levels can vary with age, time of year, and in the presence of conditions like uremia, hyperbilirubinemia, alcoholism, and pregnancy. Glycaemic variability has been shown to be independent risk factors of diabetes complication and HbA1C miss to capture this variability.\n\nContinuous glucose monitoring system (CGMS):\n\nContinuous glucose monitoring (CGM) systems is an emerging technology that allows frequent glucose measurements (every 5 min) and the ability to monitor glucose trends in real time. Although these devices are currently expensive and not widely used, there is vast potential for their use in both the research and clinical territories. Continuous glucose monitoring provides maximal information about shifting blood glucose levels throughout the day and facilitates the making of optimal treatment decisions for the diabetic patient. For the treating clinician, CGMS has the potential to improve detection of hypoglycaemia excursions as well as asymptomatic hypoglycaemia and the data to improve management of glucose levels in diabetes patients. CGMS has tremendous potential to be used in high risk categories as well.(12) Accuracy of a CGMS Chen Z evaluated the accuracy of CGMS during OGTT in the detection of blood glucose changes in glucose in 49 out-patients with fasting plasma glucose of 3.9-11.0 mmol/L. The correlation indices between CGMS values and the VBG values during the entire OGTT and in phases of stable, rapidly rising and falling glucose levels were 0.928, 0.901, 0.924 and 0.902, respectively (P \\< 0.001). CGMS values showed good consistency with venous blood glucose values measured during OGTT confirming the efficiency of CGMS in detection the rapidly changing blood glucose during OGTT. (12) He et al., investigated 50 non-obese people with normal glucose tolerance (NGT, 23 to 68 years old), normal blood pressures and lipid profile using a CGMS for three days 72 h.The 48 h MBG, mean amplitude of glycaemic excursions (MAGE), largest amplitude of glycaemic excursions (LAGE), postprandial peak glucose (PPG), postprandial glucose excursion (PPGE), mean of postprandial glucose excursion (MPPGE), and absolute means of daily differences (MODD) were measured. The CGMS values were significantly correlated with the capillary glucose measurements (r = 0.761, P \\< 0.005). The post-breakfast post-prandial glycaemic excursions (PPGE) were lower than those of post-lunch and post-dinner (P = 0.01 and P = 0.05). In 95% of the daytime, the glucose levels fluctuated between 4.1 and 8.8 mmol/L, and 78% of the participants (n = 39) had hyperglycaemia (BG \\> 7.8 mmol/L) and 10% (n = 5) had asymptomatic hypoglycaemia (BG \\< 2.8 mmol/L). This study suggested that CGMS tests may be important for detecting asymptomatic hyperglycaemia and hypoglycaemia. The NGT people have exhibited abnormal blood glucose values in CGMS, revealing problems in people with normal range of blood glucose. (13)\n\nThe Investigators hypothesized that HbA1c and OGTT outcomes (FPG and 2-hour glucose) identify individuals with different patterns of glycaemic abnormality, and that the OGTT misses the presence of chronic postprandial hyperglycaemia because obese people frequently consume more than a 75-g carbohydrate load in their home environment and HbA1C values underdiagnose many prediabetes in Indian scenario."},"conditionsModule":{"conditions":["Healthy"],"keywords":["Non Diabetic","Prediabetes"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"OTHER"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"Medtronic G3 sensor","description":"A Sensor is fitted on the arm and abdomen of every patient and using a CGMS App. the patient's blood glucose level are monitored at regular intervals."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To diagnose missed cases of prediabetes.","description":"In addition, areas under 24-hour glycaemic traces (AUCs) will be analysed to estimate: overall hyperglycaemia (defined as AUC≥100 mg/dL over the full 24-hour period = AUC total); postprandial hyperglycaemia (AUC \\[0-4 h\\], i.e., for four-hour periods after each of the main meals and, if considered relevant by the core laboratory, after additional snacks = AUC pp); and basal hyperglycaemia, i.e., overall hyperglycaemia - postprandial hyperglycaemia (AUC b)","timeFrame":"5 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age -30-60 yrs\n2. BMI- \\>23- 35Kg/m2\n\nExclusion Criteria:\n\n1. Hypothyroidism on treatment.\n2. Substantial alcohol consumption (\\>20 g/day for women or \\>30 g/day for men).\n3. Current smoker\n4. Concomitant confounding drug use (steroid, vit E)","healthyVolunteers":true,"sex":"ALL","minimumAge":"30 Years","maximumAge":"60 Years","stdAges":["ADULT"],"studyPopulation":"Subjects with normoglycemia and prediabetes visiting Fortis CDOC Hospital.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"ANOOP MISRA, MD","role":"CONTACT","phone":"01149101222","email":"anoopmisra@gmail.com"},{"name":"AMRITA GHOSH, MBBS","role":"CONTACT","phone":"01149101222","email":"dramritaghosh@outlook.com"}],"overallOfficials":[{"name":"AMRITA GHOSH, MBBS","affiliation":"Fortis CDOC Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Fortis CDOC Hospital","status":"RECRUITING","city":"New Delhi","state":"Delhi","zip":"110048","country":"India","contacts":[{"name":"Anoop Misra, MD","role":"CONTACT","phone":"01149101222","email":"anoopmisra@gmail.com"},{"name":"Amrita Ghosh, MBBS","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Anoop Misra, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":28.63576,"lon":77.22445}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D006943","term":"Hyperglycemia"},{"id":"D011236","term":"Prediabetic State"},{"id":"D018149","term":"Glucose Intolerance"}],"ancestors":[{"id":"D044882","term":"Glucose Metabolism Disorders"},{"id":"D008659","term":"Metabolic Diseases"},{"id":"D003920","term":"Diabetes Mellitus"},{"id":"D004700","term":"Endocrine System Diseases"}],"browseLeaves":[{"id":"M9994","name":"Hyperglycemia","asFound":"Hyperglycemia","relevance":"HIGH"},{"id":"M14117","name":"Prediabetic State","asFound":"Prediabetes","relevance":"HIGH"},{"id":"M20295","name":"Glucose Intolerance","asFound":"Prediabetes","relevance":"HIGH"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7115","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]}},"hasResults":false}