{"protocolSection":{"identificationModule":{"nctId":"NCT06209411","orgStudyIdInfo":{"id":"22-11025408"},"secondaryIdInfos":[{"id":"1R01HD112141-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01HD112141-01"}],"organization":{"fullName":"Weill Medical College of Cornell University","class":"OTHER"},"briefTitle":"Community Health Worker-Led Postpartum Diabetes Screening","officialTitle":"A Type 2 Hybrid Effectiveness-Implementation Trial of Community Health Workers to Improve Screening for Postpartum Diabetes in Urban Slums of India"},"statusModule":{"statusVerifiedDate":"2025-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-01-05","studyFirstSubmitQcDate":"2024-01-05","studyFirstPostDateStruct":{"date":"2024-01-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-05-16","lastUpdatePostDateStruct":{"date":"2025-05-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Weill Medical College of Cornell University","class":"OTHER"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Women who experience gestational diabetes are at high risk of developing type 2 diabetes mellitus in the postpartum period-especially in low- and middle-income countries like India where the burden of diabetes is high and disproportionately affects women- but few receive the World Health Organization-recommended postpartum diabetes screening test. The investigators propose a cluster randomized clinical trial to determine whether community health worker-administered, home-based testing increases uptake of postpartum diabetes screening in the urban slums of Pune, India. The proposed study will provide an acceptable and scalable model that can be used to improve postpartum diabetes screening in other low-income settings, thereby improving early detection of diabetes in women and preventing morbidity and mortality in this high-risk population.","detailedDescription":"The purpose of the project is to determine the effectiveness of a community health worker (CHW)-delivered home based oral glucose tolerance test (OGTT) (home testing arm) versus referral for clinic-based screening (referral arm) and evaluate the implementation of the CHW-delivered programs.\n\nDesign and Project Type: This hybrid type II effectiveness- implementation cluster randomized trial aims to evaluate if CHWs can improve postpartum type 2 diabetes mellitus (T2DM) screening in the urban slums of Pune, India. Slum communities will be randomized in equal number to one of two study arms. Participants in both arms will receive CHW-delivered OGTT during pregnancy to screen for GDM. For women diagnosed with gestational diabetes mellitus (GDM), the investigators will evaluate two strategies to improve T2DM screening in the first year postpartum: CHW-delivered home based OGTT (home testing arm) versus referral for clinic-based screening (referral arm).\n\nDescription of Intervention: The intervention is postpartum screening for T2DM which involves oral intake of a glucose load and subsequent measurement of fasting and postprandial point of care blood glucose measurement."},"conditionsModule":{"conditions":["Diabetes Mellitus, Type 2","Gestational Diabetes"],"keywords":["Community Health Workers","Type 2 Hybrid Effectiveness-Implementation Trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Cluster Randomized Trial","primaryPurpose":"SCREENING","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":300,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Referral Arm","type":"ACTIVE_COMPARATOR","description":"CHW will contact participants with GDM from communities in the referral arm beginning at 6 weeks postpartum to arrange a convenient time for a home visit within the first postpartum year. During the home visit, CHW will provide 1) T2DM education and 2) referral to the postnatal clinic at a government hospital for T2DM screening.","interventionNames":["Behavioral: Clinic Based Screening"]},{"label":"Home Testing Arm","type":"EXPERIMENTAL","description":"CHW will contact participants with GDM from communities in the home-based testing arm beginning at 6 weeks postpartum to arrange a convenient time for a home visit within the first postpartum year. During the home visit, CHW will provide 1) T2DM education, and 2) offer home-based OGTT.","interventionNames":["Behavioral: Home Based Testing"]}],"interventions":[{"type":"BEHAVIORAL","name":"Home Based Testing","description":"Community Health Workers (CHWs) will offer at home OGTT testing to women within the first postpartum year, as well as Type 2 Diabetes education.","armGroupLabels":["Home Testing Arm"]},{"type":"BEHAVIORAL","name":"Clinic Based Screening","description":"Community Health Workers (CHWs) will offer referral to clinic based OGTT testing to women within the first postpartum year, as well as Type 2 Diabetes education.","armGroupLabels":["Referral Arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants who completed OGTT during the first year postpartum","timeFrame":"Up to 1 year and 3 months"}],"secondaryOutcomes":[{"measure":"Number of participants who accept OGTT screening for GDM during enrollment","timeFrame":"Within 3 months of enrollment"},{"measure":"Number of participants with GDM who have abnormal postpartum OGTT results","timeFrame":"Up to 1 year and 3 months"},{"measure":"Median time in months participants complete T2DM screening within the first 12 months postpartum.","timeFrame":"Up to 1 year and 3 months"},{"measure":"Percentage of participants with abnormal OGTT who complete a single clinic visit for T2DM care","timeFrame":"Up to 2 years"},{"measure":"Percentage of participants with abnormal OGTT who complete a second visit by 24 months postpartum","timeFrame":"Up to 2 years"},{"measure":"Number of participants with any pregnancy complications, including high infant birthweight and presence of congenital anomalies.","timeFrame":"Up to 5 months"},{"measure":"Number of women with abnormal OGTT who get tests including hemoglobin, lipid profile, creatinine.","timeFrame":"Up to 2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPregnant Women:\n\n* Pregnant woman residing in one of pre-selected slum communities\n* 18 years or older\n* ≥ 24 weeks gestational age (as determined by self-reported last menstrual period or ultrasound)\n* Meet or exceed the threshold for GDM as determined by the CHW-delivered fasting OGTT\n* Agrees to study procedures, including in-person visits with the CHW postpartum if they are diagnosed with GDM\n\nCommunity Health Workers:\n\n* 18 years or older\n* Willingness to participate in study procedures and recruit eligible pregnant women\n* Agreement with goals of the study\n* Resides in one of the study communities\n* Willing to participate in surveys and interviews\n\nClinicians:\n\n* 18 years or older\n* Diabetes or obstetrics physicians\n* In a patient-facing position for over 1 year\n\nMinistry of Health Officials\n\n* 18 years or older\n* Employed by the Ministry of Health and Family Welfare, Maternal Health Division\n\nExclusion Criteria:\n\nPregnant Women:\n\n* Preexisting diabetes diagnosis prior to current pregnancy\n* Unable to tolerate food/ drink and remain fasting for 8 hoursUnwilling or unable to participate in study procedures\n* Unwilling or unable to provide informed consent\n\nCHW, Clinicians, Ministry of Health Officials\n\n1. Unwilling or unable to participate in study procedures\n2. Unwilling or unable to provide informed consent","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jyoti S Mathad, MD, MSc","role":"CONTACT","phone":"646-962-8140","email":"jsm9009@med.cornell.edu"},{"name":"Radhika Sundararajan, MD, PhD","role":"CONTACT","phone":"646-962-8140","email":"ras9199@med.cornell.edu"}],"overallOfficials":[{"name":"Jyoti Mathad, MD, MSc","affiliation":"Weill Cornell Medicine Center for Global Health","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Radhika Sundararajan, MD, PhD","affiliation":"Weill Cornell Medicine Center for Global Health","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Deep Griha Society","status":"RECRUITING","city":"Pune","state":"Maharashtra","zip":"411001","country":"India","contacts":[{"name":"Ashlesha Onawale","role":"CONTACT","email":"ashlesha.onawale@deepgriha.org"}],"geoPoint":{"lat":18.51957,"lon":73.85535}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The investigators will remove all identifying information from this data. However, because this study will take place in small communities in Pune, the investigators believe that it is possible that participants with unusual characteristics could be deductively identified. Therefore, the investigators will make the de-identified data available to qualified investigators under a data-sharing agreement that stipulates: (a) a commitment that the data will only be used for research purposes and not to identify individuals; (b) that the data security will be assured using appropriate information technology; and (c) that the data set will be destroyed following the analysis.","timeFrame":"The investigators will publish data during and at the completion of this project, consistent with standard scientific practices, in peer-reviewed, open access journals. The investigators will also share our findings at national and international conferences and with local stakeholders in study areas. Research data sets that document, support, and validate our research findings will be made available under appropriate data-sharing agreements after the main findings from the final research data set have been accepted for publication.","accessCriteria":"The investigators will make the de-identified data available to qualified investigators under the following data-sharing agreement: (a) a commitment that the data will only be used for research purposes and not to identify individuals; (b) that the data security will be assured using appropriate information technology; and (c) that the data set will be destroyed following the analysis."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D016640","term":"Diabetes, Gestational"},{"id":"D003920","term":"Diabetes Mellitus"},{"id":"D003924","term":"Diabetes Mellitus, Type 2"}],"ancestors":[{"id":"D044882","term":"Glucose Metabolism Disorders"},{"id":"D008659","term":"Metabolic Diseases"},{"id":"D004700","term":"Endocrine System Diseases"},{"id":"D011248","term":"Pregnancy Complications"},{"id":"D005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"}],"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","asFound":"Diabetes","relevance":"HIGH"},{"id":"M7119","name":"Diabetes Mellitus, Type 2","asFound":"Diabetes Mellitus, Type 2","relevance":"HIGH"},{"id":"M19012","name":"Diabetes, Gestational","asFound":"Gestational Diabetes","relevance":"HIGH"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"}]}},"hasResults":false}