{"protocolSection":{"identificationModule":{"nctId":"NCT05404347","orgStudyIdInfo":{"id":"NGSGB1"},"organization":{"fullName":"Banaras Hindu University","class":"OTHER"},"briefTitle":"NGS in Gallbladder Cancer and Response to Treatment","officialTitle":"Genetic Mutations and Response to Treatment in Gallbladder Cancer: A Hospital Based Cohort Study"},"statusModule":{"statusVerifiedDate":"2024-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-05-31","studyFirstSubmitQcDate":"2022-05-31","studyFirstPostDateStruct":{"date":"2022-06-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-08-09","lastUpdatePostDateStruct":{"date":"2024-08-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Manoj Pandey","investigatorTitle":"Professor","investigatorAffiliation":"Banaras Hindu University"},"leadSponsor":{"name":"Banaras Hindu University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Evidence suggests distinct models of molecular and pathologic progression, and a growing body of genetics data points to a heterogeneous collection of underlying mutations in key oncogenes and tumor suppressor genes. Although tumor genetics have been used to tailor individual treatment regimens and guide clinical decision making in other cancers, these principles have not been applied in gallbladder malignancy. Recent clinical trials with targeted therapies seem promising, although the relationships between subsets of patients with positive responses to therapy and tumor genetics remain unexplored.","detailedDescription":"Gallbladder carcinoma (GBC) is the most common type of biliary tract carcinoma and the third commonest digestive tract malignancy in India. GBC arises in the setting of chronic inflammation and the commonest source is cholesterol gallstones (in more than 75% patients). Other causes of chronic inflammation include primary sclerosing cholangitis, ulcerative colitis, liver flukes, chronic Salmonella typhi and paratyphi infections, and Helicobacter infection. Many other factors have also been identified such as ingestion of certain chemicals, exposures through water pollution, heavy metals and radiation exposure. Only a small fraction of GBC are associated with hereditary syndromes like Gardner syndrome, neurofibromatosis type I and hereditary non-polyposis colon cancer.\n\nOf the multiple molecular alterations observed in GBC, it has not yet been possible to pinpoint which ones are the \"driver\" genes or controllers of the neoplastic process and to differentiate them from the \"passenger\" genes, those observed mainly in sporadic malignant tumors like GBC in which epigenetic alterations predominate. The most frequently mutated genes in GBC are: TP53 (41%), CDKN2A (28%) KRAS (19%), TERT (8%), CTNNB1 (8%) and PI3K (7%). The signalling pathway of the ERBB family is one of the most frequently mutated in GBC. These receptors participate in regulating cell proliferation, differentiation and survival. Their amplification mainly translates into protein over expression. The receptor HER2/NEU, after dimerization activates a large variety of downstream pathways such as RAS-RAF-MEK-ERK1/2 or PI3k-AKT-MTOR with great influence on cell proliferation. On the other hand, PTEN (phosphatase and tensin homolog) is a tumor suppressor gene that encodes a protein with phosphatase function that inactivates substrates like PI3K The absence of the PTEN functional protein permits the activation of PI3k with an even greater intensity than the activating mutation of PI3K itself. The uncontrolled production of PIP3 is one of the most important effectors of the PI3K/AKT pathway with mTOR stimulating protein synthesis that regulate apoptosis. The immunohistochemical expression of the PTEN protein is considered a good way to evaluate the functional state of the gene.\n\n1. Comprehensive history and physical examination of the patients and all the details will be recorded in the preset proforma. All routine investigations as indicated including a biopsy to establish a diagnosis and CT/MRI/MRCP of the abdomen to measure the tumor dimensions and stage the disease before initiation of treatment will be recorded.\n2. The archival tissue will be studied for expression of gene mutation by molecular analysis using Next Generation Sequencing. Patients treated between 2017-2020 where NGS information is available will also be included in retrospect. Their data will be extracted from the Medical records, and attempts will be made to contact them for follow-up."},"conditionsModule":{"conditions":["Gallbladder Cancer"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"5 Years","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Paraffin embedded tissue"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Gallbladder Cancer","description":"Patients with confirmed diagnosis of gallbladder cancer","interventionNames":["Diagnostic Test: Next generation sequencing"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Next generation sequencing","description":"NGS is carried out on DNA isolated from paraffin embedded tissue","armGroupLabels":["Gallbladder Cancer"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Response to treatment","description":"Response to treatment in terms of chemotherapy","timeFrame":"1 year"},{"measure":"Overall Survival","description":"Survival of patients from the date of diagnosis to closure of study or death which ever is earlier","timeFrame":"5 year"}],"secondaryOutcomes":[{"measure":"PFS","description":"Progression free survival from the date of diagnosis to progression of disease","timeFrame":"5 yers"},{"measure":"RFS","description":"Recurrence free Survival from the date of diagnosis to occurrence of recurrence or metastasis","timeFrame":"5 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Treatment naïve patients with histologically proven carcinoma of the gallbladder.\n\nExclusion Criteria:\n\n* No histological evidence of malignancy\n* Pregnant and lactating women","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with histologically confirmed diagnosis of gallbladder cancer irrespective of stage, being treated with palliative or curative intent with standard of care for that stage of carcinoma of the gallbladder","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Manoj Pandey, MS, PhD","role":"CONTACT","phone":"2361014","email":"mpandey66@bhu.ac.in"},{"name":"S K Singh, MD, DM","role":"CONTACT","phone":"2361014","email":"mdean.ims@gmail.com"}],"overallOfficials":[{"name":"Manoj Pandey, Ms, PhD","affiliation":"Banaras Hindu University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Banaras Hindu University","status":"RECRUITING","city":"Varanasi","state":"UP","zip":"221005","country":"India","contacts":[{"name":"Manoj Pandey, MS, PhD","role":"CONTACT","phone":"2361014","email":"mpandey66@bhu.ac.in"},{"name":"Manoj Pandey, MS, PhD","role":"CONTACT","email":"mpandey66@bhu.ac.in"}],"geoPoint":{"lat":25.31668,"lon":83.01041}}]},"referencesModule":{"references":[{"pmid":"17690370","type":"BACKGROUND","citation":"Sanders G, Kingsnorth AN. Gallstones. BMJ. 2007 Aug 11;335(7614):295-9. doi: 10.1136/bmj.39267.452257.AD. No abstract available."},{"pmid":"18000509","type":"BACKGROUND","citation":"Hsing AW, Gao YT, Han TQ, Rashid A, Sakoda LC, Wang BS, Shen MC, Zhang BH, Niwa S, Chen J, Fraumeni JF Jr. Gallstones and the risk of biliary tract cancer: a population-based study in China. Br J Cancer. 2007 Dec 3;97(11):1577-82. doi: 10.1038/sj.bjc.6604047. Epub 2007 Nov 13."},{"pmid":"17906958","type":"BACKGROUND","citation":"Ishiguro S, Inoue M, Kurahashi N, Iwasaki M, Sasazuki S, Tsugane S. Risk factors of biliary tract cancer in a large-scale population-based cohort study in Japan (JPHC study); with special focus on cholelithiasis, body mass index, and their effect modification. Cancer Causes Control. 2008 Feb;19(1):33-41. doi: 10.1007/s10552-007-9067-8. Epub 2007 Sep 30."},{"pmid":"7104965","type":"BACKGROUND","citation":"Trajber HJ, Szego T, de Camargo HS Jr, Mester M, Marujo WC, Roll S. Adenocarcinoma of the gallbladder in two siblings. Cancer. 1982 Sep 15;50(6):1200-3. doi: 10.1002/1097-0142(19820915)50:63.0.co;2-a."},{"pmid":"6517051","type":"BACKGROUND","citation":"Weiss KM, Ferrell RE, Hanis CL, Styne PN. Genetics and epidemiology of gallbladder disease in New World native peoples. Am J Hum Genet. 1984 Nov;36(6):1259-78."},{"pmid":"21709195","type":"BACKGROUND","citation":"Begnami MD, Fukuda E, Fregnani JH, Nonogaki S, Montagnini AL, da Costa WL Jr, Soares FA. Prognostic implications of altered human epidermal growth factor receptors (HERs) in gastric carcinomas: HER2 and HER3 are predictors of poor outcome. J Clin Oncol. 2011 Aug 1;29(22):3030-6. doi: 10.1200/JCO.2010.33.6313. Epub 2011 Jun 27."},{"pmid":"21919545","type":"BACKGROUND","citation":"Tafe LJ, Tsongalis GJ. The human epidermal growth factor receptor 2 (HER2). Clin Chem Lab Med. 2011 Sep 15;50(1):23-30. doi: 10.1515/CCLM.2011.707."},{"pmid":"24777052","type":"BACKGROUND","citation":"Ocana A, Vera-Badillo F, Al-Mubarak M, Templeton AJ, Corrales-Sanchez V, Diez-Gonzalez L, Cuenca-Lopez MD, Seruga B, Pandiella A, Amir E. Activation of the PI3K/mTOR/AKT pathway and survival in solid tumors: systematic review and meta-analysis. PLoS One. 2014 Apr 28;9(4):e95219. doi: 10.1371/journal.pone.0095219. eCollection 2014."},{"pmid":"25562748","type":"BACKGROUND","citation":"Lavorato-Rocha AM, Anjos LG, Cunha IW, Vassallo J, Soares FA, Rocha RM. Immunohistochemical assessment of PTEN in vulvar cancer: best practices for tissue staining, evaluation, and clinical association. Methods. 2015 May;77-78:20-4. doi: 10.1016/j.ymeth.2014.12.017. Epub 2015 Jan 3."},{"pmid":"20216404","type":"BACKGROUND","citation":"Sakr RA, Barbashina V, Morrogh M, Chandarlapaty S, Andrade VP, Arroyo CD, Olvera N, King TA. Protocol for PTEN expression by immunohistochemistry in formalin-fixed paraffin-embedded human breast carcinoma. Appl Immunohistochem Mol Morphol. 2010 Jul;18(4):371-4. doi: 10.1097/PAI.0b013e3181d50bd5."},{"pmid":"22301702","type":"BACKGROUND","citation":"Djordjevic B, Hennessy BT, Li J, Barkoh BA, Luthra R, Mills GB, Broaddus RR. Clinical assessment of PTEN loss in endometrial carcinoma: immunohistochemistry outperforms gene sequencing. Mod Pathol. 2012 May;25(5):699-708. doi: 10.1038/modpathol.2011.208. Epub 2012 Feb 3."},{"pmid":"36018415","type":"RESULT","citation":"Rajput M, Chigurupati S, Purwar R, Shukla M, Pandey M. MAP kinase and mammalian target of rapamycin are main pathways of gallbladder carcinogenesis: results from bioinformatic analysis of next generation sequencing data from a hospital-based cohort (NCT05404347). Mol Biol Rep. 2022 Nov;49(11):10153-10163. doi: 10.1007/s11033-022-07874-4. Epub 2022 Aug 26."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Anonymized data will be made available on reasonable request","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"3 months","accessCriteria":"Request"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D005706","term":"Gallbladder Neoplasms"}],"ancestors":[{"id":"D001661","term":"Biliary Tract Neoplasms"},{"id":"D004067","term":"Digestive System Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D001660","term":"Biliary Tract Diseases"},{"id":"D004066","term":"Digestive System Diseases"},{"id":"D005705","term":"Gallbladder Diseases"}],"browseLeaves":[{"id":"M8824","name":"Gallbladder Neoplasms","asFound":"Gallbladder Cancer","relevance":"HIGH"},{"id":"M4947","name":"Biliary Tract Neoplasms","relevance":"LOW"},{"id":"M8886","name":"Gastrointestinal Neoplasms","relevance":"LOW"},{"id":"M7256","name":"Digestive System Neoplasms","relevance":"LOW"},{"id":"M4946","name":"Biliary Tract Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M8823","name":"Gallbladder Diseases","relevance":"LOW"},{"id":"T2425","name":"Gallbladder Cancer","asFound":"Gallbladder Cancer","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}