{"protocolSection":{"identificationModule":{"nctId":"NCT03788213","orgStudyIdInfo":{"id":"2018/TMC/133/IRB/31"},"organization":{"fullName":"Tata Medical Center","class":"OTHER"},"briefTitle":"One Week Versus Three Week in Adjuvant Radiotherapy in Breast Cancer","officialTitle":"HYPOfractionated Radiation Therapy Comparing a Standard Radiotherapy Schedule (Over Three Weeks) With a Novel One Week Schedule in Adjuvant Breast Cancer: An Open Label Randomised Controlled Study (HYPORT- Adjuvant)","acronym":"HYPORTAdjuvant"},"statusModule":{"statusVerifiedDate":"2024-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-03-26","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2029-03-26","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-03-26","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-12-26","studyFirstSubmitQcDate":"2018-12-26","studyFirstPostDateStruct":{"date":"2018-12-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-10-21","lastUpdatePostDateStruct":{"date":"2024-10-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Tata Medical Center","class":"OTHER"},"collaborators":[{"name":"Christian Medical College, Vellore, India","class":"OTHER"},{"name":"Sanjay Gandhi Postgraduate Institute of Medical Sciences","class":"OTHER_GOV"},{"name":"Kasturba Medical College","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background:Moderate three week hypofractionated adjuvant radiotherapy schedule is a standard care in breast cancers. A five day schedule has been demonstrated to be iso-toxic as a standard three week schedule. Recently studies have also demonstrated the safety and feasibility of simultaneous integrated boost in this setting. This randomized trial will investigate if a one-week course of hypofractionated breast radiotherapy is non-inferior to a three week course.\n\nAim: To determine if one-week schedule of adjuvant radiotherapy in breast cancer is non-inferior to a three week schedule.\n\nPrimary Objective: Locoregional Recurrence Rate (LRR) (Cumulative proportion of patients with locoregional recurrence) at 5 years\n\nSecondary Objective:\n\n1. Overall survival (OS) (Time from randomization to death)\n2. Invasive Disease-free survival (iDFS) (Time from randomization to any invasive disease recurrence, death due to any cause or second invasive malignancy)\n3. Late adverse events (AE)\n4. Quality of Life (QoL)\n\nHypothesis:\n\n1. 1 week schedule will be non-inferior to a three week schedule for Locoregional Recurrence Rate\n2. 1 week schedule will be non-inferior to a three week schedule for OS\n3. 1 week schedule will be not result in worse late adverse events as compared to 3 week schedule\n4. Proportion of patients decrease in quality of life will not differ between the two arms at 12 months\n\nDesign: Open-label, parallel group, two arm, randomised, phase III, non-inferiority trial.\n\nPopulation: Patients with breast cancer who need adjuvant radiotherapy after breast conservation or mastectomy.\n\nIntervention: Patients will be randomized to 15 days or 5 days of radiotherapy to the whole breast or chest wall or reconstructed breast. Nodal radiation will be delivered as indicated. A simultaneous integrated boost (SIB) will be delivered to patients who need a tumor bed boost after breast cancer. The following dose schedules will be tested:\n\nControl Group: 40 Gy in 15 fractions over 3 weeks (with SIB of 8 Gy)\\*\n\nTest Group: 26 Gy in 5 fractions over 1 week (with SIB of 6 Gy).\\*\n\n\\* Use of Sequential Boost is allowed in both arms if prespecified by the institution. If used dose is 12 Gy in 4 fractions in 1 week in both arms.\n\nOutcomes and measures:\n\n1. LRR : Cumulative proportion of patients with ipsilateral Locoregional Recurrence after treatment at 5 years .\n2. OS: Time from randomization to the time of death due to any cause. Cumulative proportion reported at 5 years.\n3. iDFS: Time from randomization to any disease recurrence, death due to any cause or second primary invasive cancer.Cumulative proportion reported at 5 years.\n4. AE: Proportion of patients with late Grade 2 or more AE as defined by the CTCAE 5 criteria\n5. QoL: Proportion of patients with a worse summary score in the EORTC QLQ C30 at 12 months post-treatment as compared to the baseline score."},"conditionsModule":{"conditions":["Breast Cancer Female"],"keywords":["Hypo-fractionated Radiotherapy,","One week Radiotherapy","Simultaneous integrated boost","Breast Cancer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomised, controlled, open-label, two arm, multicenter, randomized controlled trial with two parallel groups","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":2100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"3 week RT","type":"ACTIVE_COMPARATOR","description":"Adjuvant Radiotherapy delivered over 3 weeks","interventionNames":["Radiation: 3 week RT"]},{"label":"1 Week RT","type":"EXPERIMENTAL","description":"Adjuvant Radiotherapy delivered over 1 week","interventionNames":["Radiation: 1 week RT"]}],"interventions":[{"type":"RADIATION","name":"3 week RT","description":"40 Gy in 15 fractions over 3 weeks to the whole breast or chest wall. Patients undergoing breast conservation therapy will receive additional boost radiotherapy to the tumor bed. The supraclavicular fossa will be treated in patient with node positive disease or those receiving neoadjuvant chemotherapy. IMC and Axillary radiotherapy will be given as per the institutional policy. Boost Dose schedule for BCS patients will be 8 Gy delivered in 15 fractions simultaneously with tangential EBRT. In institutions planning for sequential boost, a dose of 12 Gy in 4 fractions will be delivered after whole breast EBRT.","armGroupLabels":["3 week RT"]},{"type":"RADIATION","name":"1 week RT","description":"26 Gy in 5 fractions over 1 week to the whole breast or chest wall. Treatment volumes will be same as the control arm. Additional boost will be delivered to patients who have undergone breast conservation. Boost Dose schedule for BCS patients will be 6 Gy delivered in 5 fractions simultaneously with tangential EBRT. In institutions planning for sequential boost, a dose of 12 Gy in 4 fractions will be delivered after whole breast EBRT.","armGroupLabels":["1 Week RT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Locoregional Recurrence Rate (LRR)","description":"Cumulative proportion of patients with locoregional recurrence","timeFrame":"5 years"}],"secondaryOutcomes":[{"measure":"Overall Survival (OS )","description":"Time from randomization to the time of death due to any cause. Cumulative proportion reported at 5 years","timeFrame":"5 Years"},{"measure":"Invasive Disease Free Survival ( iDFS )","description":"Time from randomization to any disease recurrence, death due to any cause or second primary invasive cancer. Cumulative proportion reported at 5 years.","timeFrame":"5 Years"},{"measure":"Adverse Event ( AE )","description":"Proportion of patients with late Grade 2 or more AE as defined by the CTCAE 5 criteria","timeFrame":"5 Years"},{"measure":"Quality of Life ( QoL )","description":"Proportion of patients with a worse summary score in the health related quality of life as measured using the European Organization for Research and Treatment of Cancer (EORTC) quality of life questionnaire (QLQ C30) at 12 months post-treatment as compared to the baseline score. The total summary score may range between 0 - 100 with higher scores indicating better health related quality of life. This score is the mean of the 13 of the 15 items of the EORTC QLQ C30 questionnaire which include the scores related to all the domains excepting the Global quality of life scale and Financial impact scale.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed invasive breast cancers\n* Age \\> 18 years\n* ECOG performance status : 0 - 3\n* Underwent curative intent surgery for the breast cancer with complete microscopic resection either in the form of a mastectomy or breast conservation surgery\n* Adequate axillary clearance or a validated sentinel node biopsy procedure. For the purpose of this study, adequacy of the axillary clearance will be determined by a multidisciplinary tumor board and rationale for the decision documented in the case records. As a general guideline, at least 10 axillary lymph nodes need to be sampled for an axillary nodal dissection to be considered as adequate.\n* Absence of distant metastases. Patients who have high risk breast cancer as defined by a Nottingham Prognostic Index (NPI) of \\> 5.4 will be considered for metastatic workup in the form of a 18 FDG PET CT. Alternatively, a CT scan of the thorax and whole abdomen, and a bone scan is also allowed. Metastatic workup will also be recommended in patients with AJCC 8 T3/T4 tumors at presentation, 4 or more nodes positive after surgery (pN2 or above). Patients with low or intermediate NPI will be considered for metastatic workup on a case by case basis. Metastatic workup will also be recommended for all patients undergoing neoadjuvant chemotherapy for locally advanced breast cancers.\n* Clear margins of resection for the breast primary as defined by absence tumor on ink in the specimen if a breast conservation has been performed or excision upto the deep fascia of the pectoralis major or skin.\n* Adjuvant radiotherapy is indicated. The following patients will be considered as candidates to receive adjuvant radiotherapy:\n* All patients after breast conservation surgery or after neoadjuvant chemotherapy\n* Patients after mastectomy if any of the below:\n\n  * T3 - T4 tumors\n  * more than 3 axillary lymph nodes\n  * T0-T2 tumor with 0 - 3 axillary lymph nodes with a Cambridge Score of 3 or more.\n* The SCF will be included in patients with axillary nodal involvement in pathology or in those patients who have undergone neoadjuvant chemotherapy. The internal mammary nodes will be included based on the institutional policy.\n\nExclusion Criteria:\n\n* Presence of any one of the following will exclude the patient from participation in the study:\n* Patients with pure ductal carcinomas in situ (in patients undergoing upfront surgery).\n* Patients with non-epithelial malignant conditions of the breast viz. Sarcomas, lymphomas, phyllodes tumors\n* Patients with metaplastic breast cancers\n* Presence of pathologically proven residual supraclavicular nodal metastases or residual internal mammary lymphadenopathy at time of radiotherapy.\n* Prior radiotherapy to the ipsilateral breast/chest wall or the mediastinum. Patients with synchronous / metachronous contralateral breast malignancies will be eligible for inclusion. Patients requiring bilateral breast radiotherapy are also eligible for inclusion.\n* Concurrent illness, including severe infection that may jeopardize the ability of the patient to undergo the procedures outlined in this protocol with reasonable safety\n* Serious medical or psychiatric conditions that might limit the ability of the patient to comply with the protocol.\n* Patients planned for concurrent chemotherapy during radiation therapy. Concurrent hormonal therapy or targeted therapy using anti-HER2 agents is allowed.","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"genderDescription":"Only Female with Breast Cancer","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sanjoy Chatterjee, FRCR","role":"CONTACT","phone":"9038161825","phoneExt":"7403","email":"sanjoy.chatterjee@tmckolkata.com"}],"locations":[{"facility":"Sanjoy Chatterjee","status":"RECRUITING","city":"Kolkata","state":"West Bengal","zip":"700160","country":"India","contacts":[{"name":"Sanjoy Chatterjee, FRCR","role":"CONTACT","phone":"9038161825","phoneExt":"7403","email":"sanjoy.chatterjee@tmckolkata.com"},{"name":"Sanjoy Chatterjee, FRCR","role":"CONTACT","phone":"9038161825","phoneExt":"7403","email":"chatterjee72@hotmail.com"},{"name":"Rosina Ahmed, FRCS","role":"SUB_INVESTIGATOR"},{"name":"Santam Chakraborty, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sandip Ganguly, MD","role":"SUB_INVESTIGATOR"},{"name":"Debdeep Dey, FRCPath","role":"SUB_INVESTIGATOR"},{"name":"Anurupa Mahata, MSC Physics","role":"SUB_INVESTIGATOR"},{"name":"Abha Kumari, DNB","role":"SUB_INVESTIGATOR"},{"name":"Selvamani Bakianathan, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Patricia Solomon, MD","role":"SUB_INVESTIGATOR"},{"name":"Rajesh Balakrishnan, MD","role":"SUB_INVESTIGATOR"},{"name":"Punita Lal, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Shagun Misra, MD","role":"SUB_INVESTIGATOR"},{"name":"KJ Maria Das, Phd","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":22.56263,"lon":88.36304}}]},"referencesModule":{"references":[{"pmid":"35817323","type":"DERIVED","citation":"Chakraborty S, Chatterjee S; Hyport Adjuvant Author Group. HYPORT adjuvant acute toxicity and patient dosimetry quality assurance results - Interim analysis. Radiother Oncol. 2022 Sep;174:59-68. doi: 10.1016/j.radonc.2022.07.003. Epub 2022 Jul 9."},{"pmid":"32998747","type":"DERIVED","citation":"Chatterjee S, Chakraborty S; HYPORT Adjuvant Author Group. Hypofractionated radiation therapy comparing a standard radiotherapy schedule (over 3 weeks) with a novel 1-week schedule in adjuvant breast cancer: an open-label randomized controlled study (HYPORT-Adjuvant)-study protocol for a multicentre, randomized phase III trial. Trials. 2020 Sep 30;21(1):819. doi: 10.1186/s13063-020-04751-y."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D001943","term":"Breast Neoplasms"}],"ancestors":[{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D001941","term":"Breast Diseases"},{"id":"D012871","term":"Skin Diseases"}],"browseLeaves":[{"id":"M5220","name":"Breast Neoplasms","asFound":"Breast Cancer","relevance":"HIGH"},{"id":"M5218","name":"Breast Diseases","relevance":"LOW"},{"id":"M15674","name":"Skin Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}