{"protocolSection":{"identificationModule":{"nctId":"NCT05348876","orgStudyIdInfo":{"id":"21707"},"organization":{"fullName":"Bayer","class":"INDUSTRY"},"briefTitle":"A Study to Learn More About How Safe Darolutamide is and How Well it Works Under Real World Conditions When Taken in Addition to Standard Androgen Deprivation Therapy (ADT) in Indian Participants With High-risk Non-metastatic Castration-resistant Prostate Cancer (nmCRPC)","officialTitle":"A Single-arm, Open-label Phase 4 Study of Darolutamide in Addition to Standard Androgen Deprivation Therapy for Participants in India With High-risk Non-metastatic Castration-resistant Prostate Cancer (nmCRPC)"},"statusModule":{"statusVerifiedDate":"2025-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-01-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-01-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-04-21","studyFirstSubmitQcDate":"2022-04-21","studyFirstPostDateStruct":{"date":"2022-04-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-06-06","lastUpdatePostDateStruct":{"date":"2025-06-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Bayer","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Researchers are looking for a better way to treat men who have non-metastatic castration-resistant prostate cancer (nmCRPC). This is a type of cancer of the prostate that has not yet spread to other parts of the body and that keeps progressing even when the amount of male sex hormones like testosterone (also called androgens) is reduced to very low levels. To reduce androgen levels in prostate cancer patients, androgen deprivation therapy (ADT) is often used. As androgens stimulate the growth of prostate cancer cells, low levels are needed to reduce or slow the growth of these tumors.\n\nIn men with nmCRPC, the cancer worsens despite low testosterone levels (also called castration resistant).\n\nProstate-specific antigen (PSA) is a protein that is made by both normal cells and by cancerous cells in the body. Thus, PSA levels can be taken as a marker for prostate cancer development.\n\nMen with nmCRPC usually have higher levels of (PSA) than normal. They are considered \"high risk\" if they show signs of quickly increasing PSA levels as this could mean that the tumor is growing and might spread to other parts of the body.\n\nThe study treatment darolutamide is already available in certain countries for doctors to prescribe to men with prostate cancer that has not yet spread to other parts of the body. It works by blocking androgens from attaching to proteins in cancer cells in the prostate.\n\nResults of a previous study in men with high-risk nmCRPC who received darolutamide in addition to ADT are already available, but this study had no Indian patients and was not conducted in India.\n\nTherefore, the main purpose of this study is to learn how safe darolutamide is when taken in addition to ADT in Indian participants with high-risk nmCRPC.\n\nTo answer this question, the researchers will collect all medical problems the participants have that arise during the study and that may or may not be related to the study treatment. These medical problems are also known as \"adverse events\" (AE). The following information regarding safety of darolutamide will be collected during the study:\n\n* the number and severity of AEs that are non-serious or serious\n* the number of participants who have to permanently stop the treatment due to AEs\n* the number of participants who have to change the amount of study drug taken due to AEs\n\nAEs can be:\n\n* abnormal results of laboratory tests, physical examinations, or heart health examinations using ECG (detects heart problems by measuring the electrical activity generated by the heart as it contracts).\n* relevant changes in vital signs\n* relevant changes of the participant's daily living abilities (ECOG performance status)\n\nThese results will then be compared with the results from the previous study to identify any differences for this group of participants.\n\nIn addition, researchers will collect and compare data on how well darolutamide worked under real world conditions in this group of participants.\n\nAll participants will take darolutamide as tablets by mouth twice a day. The participants will visit the study center at the start of the study, and then every 16 weeks until their cancer gets worse, they develop medical problems, they leave the study or until the study is terminated.\n\nDuring the study, the study team will\n\n* take blood and urine samples\n* do physical examinations\n* check vital signs\n* examine heart health using ECG\n* assess the participant's ECOG performance status\n* ask the participants questions about how they are feeling and what AEs they are having.\n\nIf the trial is stopped, participants may have the option to continue to receive darolutamide, provided they benefit from the treatment."},"conditionsModule":{"conditions":["Non-metastatic Castration-resistant Prostate Cancer"],"keywords":["Prostate cancer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Darolutamide (BAY1841788)","type":"EXPERIMENTAL","description":"Participants with high-risk nmCRPC will receive darolutamide.","interventionNames":["Drug: Darolutamide (Nubeqa, BAY1841788)"]}],"interventions":[{"type":"DRUG","name":"Darolutamide (Nubeqa, BAY1841788)","description":"600 mg (two 300 mg) tablets of darolutamide to be taken orally twice a day at about 12-hour intervals, equivalent to a total daily dose of 1200 mg.","armGroupLabels":["Darolutamide (BAY1841788)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants with adverse events (AEs) and serious adverse events (SAEs) and their severity.","timeFrame":"Approximately 15 months."},{"measure":"Number of participants with discontinuations of study treatment due to AEs","timeFrame":"Approximately 15 months"},{"measure":"Number of participants with dose modifications of study treatment due to AEs","timeFrame":"Approximately 15 months"},{"measure":"Number of participants with clinically significant abnormalities in laboratory parameters","timeFrame":"Approximately 15 months"},{"measure":"Number of participants with clinically significant electrocardiograms abnormalities","timeFrame":"Approximately 15 months"},{"measure":"Number of participants with clinically significant physical examination abnormalities","timeFrame":"Approximately 15 months"},{"measure":"Number of participants with clinically significant changes in vital signs","timeFrame":"From baseline to approximately 15 months"},{"measure":"Number of participants with changes in eastern cooperative oncology group (ECOG) performance status","timeFrame":"From baseline to approximately 15 months"}],"secondaryOutcomes":[{"measure":"Prostate-specific antigen (PSA) percent change from baseline to 16 weeks","timeFrame":"From baseline to 16 weeks"},{"measure":"PSA maximum percent decline from baseline at any time on study treatment","timeFrame":"From baseline to approximately 15 months"},{"measure":"Time to initiation of first subsequent systemic antineoplastic therapy","timeFrame":"At approximately 15 months"},{"measure":"Time to initiation of first cytotoxic chemotherapy for prostate cancer","timeFrame":"At approximately 15 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Capable of giving signed informed consent.\n* Participant must be male aged ≥ 18 years.\n* Histologically or cytologically confirmed adenocarcinoma of prostate without neuroendocrine differentiation or small cell features.\n* Castration resistance, demonstrated by:\n\n  * a minimum of 3 rising PSA values while the participant is on continuous ADT (started at least 4 weeks prior to the PSA measurement or, PSA measured at least 4 weeks after bilateral orchiectomy) and\n  * the interval between each PSA measurement must be ≥ 1 week, and\n  * the PSA value at screening must be ≥ 1.0 ng/mL (1.0 μg/L). To confirm this eligibility criterion, it is acceptable for 2 out of the 3 PSA measurements to be taken during the 28-day screening period (after participant has signed consent), provided the measurements are ≥ 1 week apart. In this case, the last PSA value should be recorded as the screening value.\n* Castrate level of serum testosterone (\\< 1.7 nmol/L \\[50 ng/dL\\]) on gonadotropin releasing hormone (GnRH) agonist or antagonist therapy or after bilateral orchiectomy. Participants who have not undergone bilateral orchiectomy must continue GnRH therapy during the study.\n* PSA doubling time (PSADT) of ≤ 10 months.\n* Eastern cooperative oncology group (ECOG) performance status (PS) of 0 or 1.\n* Estimated glomerular filtration rate (eGFR) \\> 15 mL/min/1.73 m\\^2.\n* Blood counts at screening: hemoglobin ≥ 9.0 g/dL, absolute neutrophil count ≥ 1500/μL (1.5 × 109/L), platelet count ≥ 100,000/μL (100 ×109/L) (participant must not have received any growth factor or blood transfusion within 7 days of the hematology laboratory obtained at screening).\n* Screening values of serum alanine aminotransferase (ALT) and aspartate transaminase (AST) ≤ 2.5 × upper limit of normal (ULN), total bilirubin (TBL) ≤ 1.5 × ULN (except participants with a diagnosis of Gilbert's disease), creatinine ≤ 2.0 × ULN.\n* Sexually active participants, unless surgically sterile, must agree to use a male condom plus partner use of a contraceptive method with a failure rate of \\<1% per year, and refrain from sperm donation during the study treatment and for 1 week after the last dose of study treatment. Contraceptive use by men should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n\nExclusion Criteria:\n\n* History of metastatic disease at any time or presence of detectable metastases by investigator assessment within 42 days prior to start of study treatment based on standard medical imaging, i.e., computed tomography/ magnetic resonance imaging (CT/MRI) and bone scan. (Lesions seen on prostate-specific membrane antigen /positron emission tomography (PSMA/PET) scan that are not detected on standard imaging do not exclude participation.) Presence of pelvic lymph nodes \\< 1.5 cm in short axis below the aortic bifurcation is allowed.\n* Symptomatic local-regional disease that requires medical intervention including moderate/severe urinary obstruction or hydronephrosis due to prostate cancer.\n* Acute toxicities of prior treatments and procedures not resolved to common terminology criteria for adverse events (CTCAE) v.5.0 grade ≤ 1 or baseline before first dose of study treatment.\n* Severe or uncontrolled concurrent disease, infection, or co-morbidity that, in the opinion of the investigator, would make the participant inappropriate for enrollment.\n* Known hypersensitivity to the study treatment or any of its ingredients.\n* Major surgery within 28 days before first dose of study treatment.\n* Any of the following within 6 months before first dose of study treatment: stroke, myocardial infarction, severe/unstable angina pectoris, coronary/peripheral artery bypass graft; congestive heart failure New York Heart Association Class III or IV.\n* Uncontrolled hypertension as indicated by a systolic blood pressure (BP) ≥ 160 mmHg or diastolic BP ≥ 100 mmHg at screening despite medical management. Participants with hypertension can enroll provided BP is stable and controlled by anti-hypertensive treatment.\n* End-stage renal disease (eGFR \\< 15 mL/min/1.73 m\\^2).\n* Prior malignancy. Adequately treated basal cell or squamous cell carcinoma of skin or superficial bladder cancer that has not spread behind the connective tissue layer (i.e., pTis, pTa, and pT1) is allowed, as well as any other cancer for which treatment has been completed ≥ 5 years ago and from which the participant has been disease-free.\n* Gastrointestinal disorder or procedure which expects to interfere significantly with absorption of study treatment.\n* Unstable active viral hepatitis with a need for treatment.\n* Known human immunodeficiency virus (HIV) infection with any of the following (Note: HIV testing is not required unless mandated by local authority):\n\n  * CD4+ T-cell (CD4+) count of less than 350 cells/μL\n  * History of acquired immunodeficiency syndrome (AIDS)-defining opportunistic infection within the past 12 months\n  * On established antiretroviral therapy for less than 4 weeks\n  * Presenting with a viral load of more than 400 copies/mL prior to enrollment\n  * On antiretroviral therapy or prophylactic antimicrobials that are expected to cause significant drug-drug interactions or overlapping toxicities with study treatment and cannot be changed to alternative agents.\n* Any condition that, in the opinion of the investigator, would impair the participants' ability to comply with the study procedures or study treatment (e.g., unable to swallow study treatment).\n* Unwilling or unable to comply with all protocol-required visits and assessments or comply with study requirements.\n* Prior treatment with:\n\n  * Second-generation androgen receptor (AR) inhibitors (such as enzalutamide, apalutamide, darolutamide, proxalutamide, etc)\n  * Other investigational AR inhibitors\n  * Cytochrome P450 (CYP17) enzyme inhibitors (such as oral ketoconazole, abiraterone acetate, TAK-700, etc).\n* Use of first-generation AR inhibitors (bicalutamide, flutamide, nilutamide, cyproterone acetate) within 28 days before first dose of study treatment.\n* Use of estrogens or 5-α reductase inhibitors (finasteride, dutasteride) within 28 days before first dose of study treatment.\n* Prior chemotherapy or immunotherapy for prostate cancer, except adjuvant/neoadjuvant treatment completed \\> 2 years before first dose of study treatment.\n* Use of systemic corticosteroid with dose greater than the equivalent 10 mg of prednisone/day within 28 days before first dose of study treatment.\n* Radiation therapy (external beam radiation therapy, brachytherapy, or radiopharmaceuticals) within 12 weeks before first dose of study treatment.\n* Treatment with an osteoclast-targeted therapy (bisphosphonate or denosumab) to prevent skeletal-related events within 4 weeks before first dose of study treatment. Participants receiving osteoclast-targeted therapy to prevent bone loss at a dose and schedule indicated for osteoporosis may continue treatment at the same dose and schedule.\n* Treatment with any investigational drug within 28 days before first dose of study treatment.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Bayer Clinical Trials Contact","role":"CONTACT","phone":"(+)1-888-84 22937","email":"clinical-trials-contact@bayer.com"}],"locations":[{"facility":"MNJ Institute of Oncology & Regional Cancer Centre","status":"TERMINATED","city":"Hyderabad","state":"Andhra Pradesh","zip":"500 004","country":"India","geoPoint":{"lat":17.38405,"lon":78.45636}},{"facility":"Apollo Research Foundation","status":"NOT_YET_RECRUITING","city":"Hyderabad","state":"Andhra Pradesh","zip":"500096","country":"India","geoPoint":{"lat":17.38405,"lon":78.45636}},{"facility":"HCG-City Cancer Centre","status":"TERMINATED","city":"Vijayawada","state":"Andhra Pradesh","zip":"520004","country":"India","geoPoint":{"lat":16.50745,"lon":80.6466}},{"facility":"King George Hospital","status":"TERMINATED","city":"Visakhapatnam","state":"AP","country":"India","geoPoint":{"lat":17.68009,"lon":83.20161}},{"facility":"Dr. RML Hospital & PGIMER","status":"RECRUITING","city":"New Delhi","state":"Delhi","zip":"110001","country":"India","geoPoint":{"lat":28.63576,"lon":77.22445}},{"facility":"Muljibhai Patel Urological Hospital (MPUH) (Kidney Hospital)","status":"RECRUITING","city":"Nadiad","state":"Gujarat","zip":"387001","country":"India","geoPoint":{"lat":22.69385,"lon":72.86157}},{"facility":"Surat Institute of Digestive Sciences","status":"TERMINATED","city":"Surat","state":"Gujarat","zip":"395002","country":"India","geoPoint":{"lat":21.19594,"lon":72.83023}},{"facility":"KLES Dr. Prabhakar Kore Hospital & Medical Research Centre","status":"WITHDRAWN","city":"Belagavi","state":"Karnataka","zip":"590010","country":"India"},{"facility":"HCG Oncology Center","status":"RECRUITING","city":"Bengaluru","state":"Karnataka","zip":"560027","country":"India","geoPoint":{"lat":12.97194,"lon":77.59369}},{"facility":"Fortis Hospital Bangalore","status":"TERMINATED","city":"Bengaluru","state":"Karnataka","zip":"560076","country":"India","geoPoint":{"lat":12.97194,"lon":77.59369}},{"facility":"Rajiv Gandhi Cancer Institute & Research Centre","status":"RECRUITING","city":"New Delhi","state":"Karnataka","zip":"110 085","country":"India","geoPoint":{"lat":28.63576,"lon":77.22445}},{"facility":"Amrita Institute of Medical Sciences","status":"RECRUITING","city":"Kochi","state":"Kerala","zip":"682 041","country":"India","geoPoint":{"lat":9.93988,"lon":76.26022}},{"facility":"Regional Cancer Centre - Thiruvananthapuram","status":"RECRUITING","city":"Thiruvananthapuram","state":"Kerala","zip":"695011","country":"India","geoPoint":{"lat":8.4855,"lon":76.94924}},{"facility":"MVR Cancer Centre and Research Institute","status":"RECRUITING","city":"Vellalasseri","state":"Kerala","zip":"673601","country":"India"},{"facility":"Sujan Surgical Cancer Hospital & Amravati Cancer Foundation","status":"RECRUITING","city":"Amravati","state":"Maharashtra","zip":"444605","country":"India","geoPoint":{"lat":20.93333,"lon":77.75}},{"facility":"Tata Memorial Hospital","status":"RECRUITING","city":"Mumbai","state":"Maharashtra","zip":"400012","country":"India","geoPoint":{"lat":19.07283,"lon":72.88261}},{"facility":"All India Institute of Medical Sciences","status":"RECRUITING","city":"Bhubaneswar","state":"Odisha","zip":"751019","country":"India","geoPoint":{"lat":20.27241,"lon":85.83385}},{"facility":"Jawaharlal Institute Of Postgraduate Medical Education and R","status":"NOT_YET_RECRUITING","city":"Gorimedu","state":"Pondicherry","zip":"605006","country":"India"},{"facility":"Victoria Hospital","status":"TERMINATED","city":"Bangalore","state":"Punjab","zip":"560001","country":"India","geoPoint":{"lat":12.97194,"lon":77.59369}},{"facility":"Dayanand Medical College & Hospital","status":"WITHDRAWN","city":"Ludhiana","state":"Punjab","zip":"141001","country":"India","geoPoint":{"lat":30.91204,"lon":75.85379}},{"facility":"Bhagwan Mahaveer Cancer Hospital & Research Centre","status":"RECRUITING","city":"Jaipur","state":"Rajasthan","zip":"302017","country":"India","geoPoint":{"lat":26.91962,"lon":75.78781}},{"facility":"Erode Cancer Centre","status":"TERMINATED","city":"Erode","state":"Tamil Nadu","zip":"638012","country":"India","geoPoint":{"lat":11.3428,"lon":77.72741}},{"facility":"Post Graduate Institute of Medical Education and Research","status":"WITHDRAWN","city":"Chandigarh","state":"Uttar Pradesh","zip":"160012","country":"India","geoPoint":{"lat":30.73629,"lon":76.7884}},{"facility":"Mahamana Pandit Madan Mohan Malviya Cancer Centre","status":"RECRUITING","city":"Varanasi","state":"Uttar Pradesh","zip":"221005","country":"India","geoPoint":{"lat":25.31668,"lon":83.01041}},{"facility":"Netaji Subhas Chandra Bose Cancer Hospital","status":"RECRUITING","city":"Kolkata","state":"West Bengal","zip":"700094","country":"India","geoPoint":{"lat":22.56263,"lon":88.36304}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Click here to find information for studies related to Bayer products. To find this study enter the ClinicalTrials.gov identifier (NCT) number or Bayer Study Identifier (ID) in the search field.","url":"https://clinicaltrials.bayer.com/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Availability of this study's data will later be determined according to Bayer's commitment to the EFPIA/PhRMA \"Principles for responsible clinical trial data sharing\". This pertains to scope, timepoint and process of data access. As such, Bayer commits to sharing upon request from qualified researchers patient-level clinical trial data, study-level clinical trial data, and protocols from clinical trials in patients for medicines and indications approved in the US and EU as necessary for conducting legitimate research. This applies to data on new medicines and indications that have been approved by the EU and US regulatory agencies on or after January 01, 2014.\n\nInterested researchers can use www.vivli.org to request access to anonymized patient-level data and supporting documents from clinical studies to conduct research. Information on the Bayer criteria for listing studies and other relevant information is provided in the member section of the portal."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D011471","term":"Prostatic Neoplasms"}],"ancestors":[{"id":"D005834","term":"Genital Neoplasms, Male"},{"id":"D014565","term":"Urogenital Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D005832","term":"Genital Diseases, Male"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D011469","term":"Prostatic Diseases"},{"id":"D052801","term":"Male Urogenital Diseases"}],"browseLeaves":[{"id":"M14335","name":"Prostatic Neoplasms","asFound":"Prostate Cancer","relevance":"HIGH"},{"id":"M8946","name":"Genital Neoplasms, Male","relevance":"LOW"},{"id":"M17315","name":"Urogenital Neoplasms","relevance":"LOW"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M8944","name":"Genital Diseases, Male","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M14333","name":"Prostatic Diseases","relevance":"LOW"},{"id":"M27095","name":"Male Urogenital Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4059","name":"Androgens","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}