{"protocolSection":{"identificationModule":{"nctId":"NCT07021677","orgStudyIdInfo":{"id":"900938"},"organization":{"fullName":"Tata Memorial Centre","class":"OTHER"},"briefTitle":"Use of a New Medicine \"Daratumumab\" to Treat Left-over Cancer in a Blood Cancer Called \"T Acute Lymphoblastic Leukemia\"","officialTitle":"Daratumumab for Minimal Residual Disease Eradication in T-Acute Lymphoblastic Leukemia - A Phase 2 Study","acronym":"DARA_T_ALL"},"statusModule":{"statusVerifiedDate":"2025-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-08-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-08-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-06","studyFirstSubmitQcDate":"2025-06-13","studyFirstPostDateStruct":{"date":"2025-06-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-06-13","lastUpdatePostDateStruct":{"date":"2025-06-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Tata Memorial Centre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"T-ALL (T-acute lymphoblastic leukemia) is an aggressive blood cancer, wherein patients who are MRD positive after two courses of induction chemotherapy have poor outcomes. This goal of this study is to determine if Daratumumab can make such T-ALL patients MRD negative.\n\nThe main questions this study aims to answer are -\n\n1. Whether MRD Positive T-ALL patients can become MRD negative after two doses of daratumumab?\n2. Whether MRD Positive T-ALL patients can become MRD negative after four doses of daratumumab?\n3. Whether addition of daratumumab can affect the risk of progression or death at 1-year?\n4. Whether daratumumab is safe to use?\n\nNewly diagnosed patients of T-ALL who are MRD positive after two courses of induction chemotherapy will be eligible to receive daratumumab. These patients will receive two doses of weekly intravenous daratumumab at standard dose (16mg/kg), and will undergo repeat evaluation of MRD from bone marrow one week after the second dose of daratumumab. Patients who become MRD negative will continue chemotherapy as per institutional policy. Those who remain MRD positive will be eligible to receive two additional doses, and will undergo another bone marrow MRD testing one week after the fourth dose. Irrespective of the results after the fourth dose, patients will be continued on chemotherapy as per institutional policy.","detailedDescription":"Hypothesis - Daratumumab will increase the MRD negative CR rate in newly diagnosed T-ALL who are MRD positive after two-cycles of induction chemotherapy.\n\nRationale of dosing Daratumumab being a monoclonal antibody primarily depends on its target mediated clearance. In myeloma, dose finding studies of daratumumab showed that the drug at a dose of 16mg per kg was able to saturate all the receptors due to which a lower clearance and higher trough concentrations were observed. On the other hand, a lower dose of 8 mg/kg demonstrated higher clearance due to lack of complete target engagement / saturation. Hence, 16 mg/kg was the approved dose. In accordance with the above concept, daratumumab has been used in multiple indications apart from myeloma viz. PRCA post-transplant, Extranodal NK/T lymphoma, Blastic Plasmacytoid Dendritic Cell Neoplasm, at the myeloma approved dose of 16 mg/kg. Moreover, from its phenomenon of indirect coombs test positivity, it is evident that daratumumab binds CD38 antigen on RBCs, even though the expression of CD38 on RBCs is low. Its ability to bind to CD38 antigen across cell lineages, further supports that the same dose will be valid for T-ALL.\n\nMethod - T-ALL adult patients (on modified BFM-90 induction chemotherapy or any other pediatric inspired protocol) who are MRD positive by flow cytometry (≥0.01%) at end of phase 1a induction, will undergo a bone marrow-minimal residual disease (BM-MRD) testing at the end of phase 1b induction (or after 2 phases of induction of any pediatric inspired protocol), at count recovery (ANC\\>1000/cumm, Platelet \\>75,000/cumm).\n\nMulticolor flow-cytometry for MRD will be performed using a 13-color T-MRD panel in Dx FLEX flow-cytometer (Beckman Coulter). The analysis will be performed with Kaluza version 2.0 software.\n\nT-ALL patients in CR-1 who are MRD positive i.e., ≥0.01% on flow-cytometry at the end of phase 1b induction (two phases of chemotherapy) and CD38 positive (expression on \\>=20% blasts) will be eligible for the study\n\nStudy schema MRD positive patients of T-ALL who fulfil criteria as mentioned above will be enrolled in the study. Before starting daratumumab, investigations will be performed as mentioned below. First dose of daratumumab will be administered as an in-patient for 24 hours, as per protocol mentioned below. Those who tolerate daratumumab well i.e., not more than grade 1 infusion related reaction (IRR) will be given subsequent doses on out-patient basis in day-care. BM aspirate for MRD analysis will be done 7days (± 2days) after second dose of daratumumab. Those who become MRD negative (\\<0.01% by flow-cytometry), will be off-study and continued on conventional treatment regimen as per institution policy. Those who are still MRD positive (≥0.01% by flow-cytometry) after two doses, will be given two additional weekly doses of daratumumab. In patients who receive two additional doses, BM aspirate for MRD analysis will be done 7days (± 2days) after fourth dose of daratumumab. Irrespective of MRD result after fourth dose, patients will be continued on conventional treatment regimen as per institution policy. Last follow-up time point for SAE related to intervention will be four weeks after last dose of daratumumab."},"conditionsModule":{"conditions":["T Acute Lymphoblastic Leukemia"],"keywords":["daratumumab","T-Acute lymphoblastic leukemia","minimal residual disease","MRD","Post induction MRD"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Intravenous daratumumab (16mg/kg per dose) once weekly for 2 doses. After 2 doses, they will undergo bone marrow examination for flow-cytometric MRD. Those who become MRD negative (less than 0.01% by flow-cytometry), will be off-study and continued on conventional treatment regimen as per institution policy. Hence, total duration in those who become MRD negative will be 3 weeks. However, those who are still MRD positive (more than or equal to 0.01% by flowcytometry) after two doses, will be given two additional once weekly doses of intravenous daratumumab (16mg/kg per dose). In patients who receive two additional doses, bone marrow aspirate for MRD analysis will be done 7 days after fourth dose of daratumumab. Irrespective of MRD result after fourth dose, patients will be continued on conventional treatment regimen","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":18,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Single Arm","type":"OTHER","description":"This will be a single arm, open-label, prospective, interventional phase 2 study. T-ALL patients who are MRD positive post two courses of induction therapy (as per pediatric inspired protocol) will be eligible for this study","interventionNames":["Drug: Daratumumab Injection"]}],"interventions":[{"type":"DRUG","name":"Daratumumab Injection","description":"Patients will receive intravenous daratumumab (16mg/kg per dose) once weekly for 2 doses. After 2 doses, they will undergo bone marrow examination for flow-cytometric MRD. Those who become MRD negative (less than 0.01% by flow-cytometry), will be off-study and continued on conventional treatment regimen as per institution policy. Hence, total duration in those who become MRD negative will be 3 weeks.\n\nHowever, those who are still MRD positive (more than or equal to 0.01% by flowcytometry) after two doses, will be given two additional once weekly doses of intravenous daratumumab (16mg/kg per dose). In patients who receive two additional doses, bone marrow aspirate for MRD analysis will be done 7 days after fourth dose of daratumumab. Irrespective of MRD result after fourth dose, patients will be continued on conventional treatment regimen","armGroupLabels":["Single Arm"],"otherNames":["Darzalex"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"MRD negativity","description":"To determine the MRD negativity rates after two doses of weekly intravenous daratumumab as a single agent for MRD positive T-ALL","timeFrame":"\"week 3 after Daratumumab initiation\""}],"secondaryOutcomes":[{"measure":"To determine cumulative incidence of MRD negativity","description":"To determine cumulative incidence of MRD negativity with upto 4 doses of daratumumab monotherapy","timeFrame":"\"Upto week 5 after Daratumumab initiation\""},{"measure":"Progression free survival","description":"To determine progression free survival at 1 year","timeFrame":"\"1-year after initiation of daratumumab\""},{"measure":"Adverse events","description":"To determine incidence of adverse events (as per CTCAE v5.0 2017) after daratumumab therapy","timeFrame":"\"From day of initiation of daratumumab till four weeks after the last dose of daratumumab\""}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adults ≥18 - ≤65 years of age\n2. Baseline diagnosis of T-ALL, including ETP-ALL\n3. MRD positive (≥0.01%) disease (by flow-cytometry) assessed on BM after two phases of induction chemotherapy in CR-1\n4. CD38 positive\n5. Eastern cooperative oncology group (ECOG) performance status ≤2\n6. Acceptable liver functions, as specified below:\n\n   Total bilirubin \\<2 times upper limit of normal (ULN); Aspartate transaminase (AST;SGOT), alanine transaminase (ALT;SGPT) \\<3 ULN\n7. Subject ready to sign an informed consent form\n8. Patients with baseline CSF cytology positive, but who have cleared CSF by either modality (cytology or flow cytometry)\n\nExclusion Criteria:\n\n1. T-LBL (T-lymphoblastic lymphoma) without BM involvement\n2. Patients with persistently positive CSF cytology after two phases of induction or baseline testicular involvement\n3. Patients with symptomatic obstructive airway disease, as per assessing clinician\n4. Presence of an active systemic infection, as per assessing clinician\n5. New York Heart Association (NYHA) Class III or IV cardiac disease, or left ventricular ejection fraction \\<40%\n6. Human immunodeficiency virus (HIV) positive.\n7. Pregnant or breastfeeding female\n8. HBsAg positive or HBV-DNA positivity","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sumeet Mirgh, MD, DM","role":"CONTACT","phone":"91-8130140245","email":"drsumeetmirgh@gmail.com"},{"name":"Anant Gokarn, MD, DM","role":"CONTACT","phone":"91-8097295540","email":"anantgokarn@gmail.com"}],"overallOfficials":[{"name":"Sumeet Mirgh, MD, DM","affiliation":"Advanced Centre for Treatment, Research and Education in Cancer (ACTREC) Tata Memorial Centre","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Dr.Sumeet Mirgh","status":"RECRUITING","city":"Navi Mumbai","state":"Maharashtra","zip":"410210","country":"India","contacts":[{"name":"Sumeet Mirgh, MD, DM","role":"CONTACT","phone":"91-8130140245","email":"drsumeetmirgh@gmail.com"},{"name":"Anant Gokarn, MD, DM","role":"CONTACT","phone":"91-8097295540","email":"anantgokarn@gmail.com"},{"name":"Sumeet Mirgh, MD, DM","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Anant Gokarn, MD, DM","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":19.03681,"lon":73.01582}}]},"referencesModule":{"references":[{"pmid":"27216216","type":"RESULT","citation":"Usmani SZ, Weiss BM, Plesner T, Bahlis NJ, Belch A, Lonial S, Lokhorst HM, Voorhees PM, Richardson PG, Chari A, Sasser AK, Axel A, Feng H, Uhlar CM, Wang J, Khan I, Ahmadi T, Nahi H. Clinical efficacy of daratumumab monotherapy in patients with heavily pretreated relapsed or refractory multiple myeloma. Blood. 2016 Jul 7;128(1):37-44. doi: 10.1182/blood-2016-03-705210. Epub 2016 May 23."},{"pmid":"26308596","type":"RESULT","citation":"Lokhorst HM, Plesner T, Laubach JP, Nahi H, Gimsing P, Hansson M, Minnema MC, Lassen U, Krejcik J, Palumbo A, van de Donk NW, Ahmadi T, Khan I, Uhlar CM, Wang J, Sasser AK, Losic N, Lisby S, Basse L, Brun N, Richardson PG. Targeting CD38 with Daratumumab Monotherapy in Multiple Myeloma. N Engl J Med. 2015 Sep 24;373(13):1207-19. doi: 10.1056/NEJMoa1506348. Epub 2015 Aug 26."},{"pmid":"30498492","type":"RESULT","citation":"Lancman G, Arinsburg S, Jhang J, Cho HJ, Jagannath S, Madduri D, Parekh S, Richter J, Chari A. Blood Transfusion Management for Patients Treated With Anti-CD38 Monoclonal Antibodies. Front Immunol. 2018 Nov 15;9:2616. doi: 10.3389/fimmu.2018.02616. eCollection 2018."},{"pmid":"29127588","type":"RESULT","citation":"Blair HA. Daratumumab: A Review in Relapsed and/or Refractory Multiple Myeloma. Drugs. 2017 Dec;77(18):2013-2024. doi: 10.1007/s40265-017-0837-7. Erratum In: Drugs. 2018 Mar;78(3):397. doi: 10.1007/s40265-018-0873-y."},{"pmid":"33026700","type":"RESULT","citation":"Michaleas S, Penninga E, Hovgaard D, Dalseg AM, Rosso A, Sarac SB, Jimenez JC, Fernandez LL, Fernandez CP, Mangas-SanJuan V, Garcia I, Payares-Herrera C, Sancho-Lopez A, Enzmann H, de Castro Lopes Silva MSS, Duarte S, Pignatti F. EMA Review of Daratumumab (Darzalex) for the Treatment of Adult Patients Newly Diagnosed with Multiple Myeloma. Oncologist. 2020 Dec;25(12):1067-1074. doi: 10.1002/onco.13554. Epub 2020 Oct 16."},{"pmid":"34151693","type":"RESULT","citation":"Mirgh S, Sharma A, Folbs B, Khushoo V, Kapoor J, Tejwani N, Ahmed R, Agrawal N, Choudhary PS, Mehta P, Bhurani D. Daratumumab-based therapy after prior Azacytidine-Venetoclax in an octagenerian female with BPDCN (blastic plasmacytoid dendritic cell neoplasm) - a new perspective. Leuk Lymphoma. 2021 Dec;62(12):3039-3042. doi: 10.1080/10428194.2021.1941938. Epub 2021 Jun 21. No abstract available."},{"pmid":"33588922","type":"RESULT","citation":"Huang H, Zhu J, Yao M, Kim TM, Yoon DH, Cho SG, Eom HS, Lim ST, Yeh SP, Song Y, Kwong YL, Kim JS, Jin J, Shi Y, Kim H, Qing M, Zhou T, Gao G, Dong Z, Qi M, Kim WS. Daratumumab monotherapy for patients with relapsed or refractory natural killer/T-cell lymphoma, nasal type: an open-label, single-arm, multicenter, phase 2 study. J Hematol Oncol. 2021 Feb 15;14(1):25. doi: 10.1186/s13045-020-01020-y."},{"pmid":"32653327","type":"RESULT","citation":"Jeyaraman P, Borah P, Rajput P, Dayal N, Pathak S, Naithani R. Daratumumab for pure red cell aplasia post ABO incompatible allogeneic hematopoietic stem cell transplant for aplastic anemia. Blood Cells Mol Dis. 2021 May;88:102464. doi: 10.1016/j.bcmd.2020.102464. Epub 2020 Jul 2."},{"pmid":"32244252","type":"RESULT","citation":"Palladini G, Kastritis E, Maurer MS, Zonder J, Minnema MC, Wechalekar AD, Jaccard A, Lee HC, Bumma N, Kaufman JL, Medvedova E, Kovacsovics T, Rosenzweig M, Sanchorawala V, Qin X, Vasey SY, Weiss BM, Vermeulen J, Merlini G, Comenzo RL. Daratumumab plus CyBorD for patients with newly diagnosed AL amyloidosis: safety run-in results of ANDROMEDA. Blood. 2020 Jul 2;136(1):71-80. doi: 10.1182/blood.2019004460."},{"pmid":"35021604","type":"RESULT","citation":"Cerrano M, Bonifacio M, Olivi M, Curti A, Malagola M, Dargenio M, Scattolin AM, Papayannidis C, Forghieri F, Gurrieri C, Tanasi I, Zappasodi P, La Starza R, Fracchiolla NS, Chiusolo P, Giaccone L, Del Principe MI, Giglio F, Defina M, Favre C, Rizzari C, Castella B, Pizzolo G, Ferrara F, Chiaretti S, Foa R. Daratumumab with or without chemotherapy in relapsed and refractory acute lymphoblastic leukemia. A retrospective observational Campus ALL study. Haematologica. 2022 Apr 1;107(4):996-999. doi: 10.3324/haematol.2021.279851. No abstract available."},{"pmid":"34824885","type":"RESULT","citation":"Punatar S, Gokarn A, Nayak L, Bonda A, Chichra A, Mirgh S, Bagal B, Tembhare P, Subramanian P, Khattry N. Long term outcome of a patient with relapsed refractory early thymic precursor acute lymphoblastic leukemia treated with daratumumab. Am J Blood Res. 2021 Oct 15;11(5):528-533. eCollection 2021."},{"type":"RESULT","citation":"Li Z et al. Daratumumab regimen in treatment of relapsed hematological malignancies in children after allo-HSCT. APBMT 2020 (Oral-535)"},{"pmid":"27618682","type":"RESULT","citation":"Brammer JE, Saliba RM, Jorgensen JL, Ledesma C, Gaballa S, Poon M, Maziarz RT, Champlin RE, Hosing C, Kebriaei P. Multi-center analysis of the effect of T-cell acute lymphoblastic leukemia subtype and minimal residual disease on allogeneic stem cell transplantation outcomes. Bone Marrow Transplant. 2017 Jan;52(1):20-27. doi: 10.1038/bmt.2016.194. Epub 2016 Sep 12."},{"pmid":"30037340","type":"RESULT","citation":"Shen Z, Gu X, Mao W, Yin L, Yang L, Zhang Z, Liu K, Wang L, Huang Y. Influence of pre-transplant minimal residual disease on prognosis after Allo-SCT for patients with acute lymphoblastic leukemia: systematic review and meta-analysis. BMC Cancer. 2018 Jul 23;18(1):755. doi: 10.1186/s12885-018-4670-5."},{"pmid":"33635331","type":"RESULT","citation":"Rajendra A, Jain H, Bonda VNA, Nayak L, Tembhare P, Shetty D, Thorat J, Jain H, Subramanian PG, Patkar N, Chatterjee G, Khattry N, Gokarn A, Punatar S, Mokal S, Bagal B, Sengar M. Outcomes and prognostic factors in adolescents and young adults with ALL treated with a modified BFM-90 protocol. Blood Adv. 2021 Mar 9;5(5):1178-1193. doi: 10.1182/bloodadvances.2020003526."},{"pmid":"22442346","type":"RESULT","citation":"Gokbuget N, Kneba M, Raff T, Trautmann H, Bartram CR, Arnold R, Fietkau R, Freund M, Ganser A, Ludwig WD, Maschmeyer G, Rieder H, Schwartz S, Serve H, Thiel E, Bruggemann M, Hoelzer D; German Multicenter Study Group for Adult Acute Lymphoblastic Leukemia. Adult patients with acute lymphoblastic leukemia and molecular failure display a poor prognosis and are candidates for stem cell transplantation and targeted therapies. Blood. 2012 Aug 30;120(9):1868-76. doi: 10.1182/blood-2011-09-377713. Epub 2012 Mar 22."},{"pmid":"32686081","type":"RESULT","citation":"Cerrano M, Castella B, Lia G, Olivi M, Faraci DG, Butera S, Martella F, Scaldaferri M, Cattel F, Boccadoro M, Massaia M, Ferrero D, Bruno B, Giaccone L. Immunomodulatory and clinical effects of daratumumab in T-cell acute lymphoblastic leukaemia. Br J Haematol. 2020 Oct;191(1):e28-e32. doi: 10.1111/bjh.16960. Epub 2020 Jul 19. No abstract available."},{"pmid":"31435023","type":"RESULT","citation":"Ofran Y, Ringelstein-Harlev S, Slouzkey I, Zuckerman T, Yehudai-Ofir D, Henig I, Beyar-Katz O, Hayun M, Frisch A. Daratumumab for eradication of minimal residual disease in high-risk advanced relapse of T-cell/CD19/CD22-negative acute lymphoblastic leukemia. Leukemia. 2020 Jan;34(1):293-295. doi: 10.1038/s41375-019-0548-z. Epub 2019 Aug 21. No abstract available."},{"pmid":"31452197","type":"RESULT","citation":"Mirgh S, Ahmed R, Agrawal N, Khushoo V, Garg A, Francis S, Tejwani N, Singh N, Bhurani D. Will Daratumumab be the next game changer in early thymic precursor-acute lymphoblastic leukaemia? Br J Haematol. 2019 Oct;187(2):e33-e35. doi: 10.1111/bjh.16154. Epub 2019 Aug 26. No abstract available."},{"pmid":"29884853","type":"RESULT","citation":"Bonda A, Punatar S, Gokarn A, Mohite A, Shanmugam K, Nayak L, Bopanna M, Cheriyalinkal Parambil B, Khattry N. Daratumumab at the frontiers of post-transplant refractory T-acute lymphoblastic leukemia-a worthwhile strategy? Bone Marrow Transplant. 2018 Nov;53(11):1487-1489. doi: 10.1038/s41409-018-0222-5. Epub 2018 Jun 8. No abstract available."},{"pmid":"29305553","type":"RESULT","citation":"Bride KL, Vincent TL, Im SY, Aplenc R, Barrett DM, Carroll WL, Carson R, Dai Y, Devidas M, Dunsmore KP, Fuller T, Glisovic-Aplenc T, Horton TM, Hunger SP, Loh ML, Maude SL, Raetz EA, Winter SS, Grupp SA, Hermiston ML, Wood BL, Teachey DT. Preclinical efficacy of daratumumab in T-cell acute lymphoblastic leukemia. Blood. 2018 Mar 1;131(9):995-999. doi: 10.1182/blood-2017-07-794214. Epub 2018 Jan 5."},{"pmid":"32439800","type":"RESULT","citation":"Tembhare PR, Sriram H, Khanka T, Chatterjee G, Panda D, Ghogale S, Badrinath Y, Deshpande N, Patkar NV, Narula G, Bagal B, Jain H, Sengar M, Khattry N, Banavali S, Gujral S, Subramanian PG. Flow cytometric evaluation of CD38 expression levels in the newly diagnosed T-cell acute lymphoblastic leukemia and the effect of chemotherapy on its expression in measurable residual disease, refractory disease and relapsed disease: an implication for anti-CD38 immunotherapy. J Immunother Cancer. 2020 May;8(1):e000630. doi: 10.1136/jitc-2020-000630."},{"pmid":"32970151","type":"RESULT","citation":"Giri S, Grimshaw A, Bal S, Godby K, Kharel P, Djulbegovic B, Dimopoulos MA, Facon T, Usmani SZ, Mateos MV, Costa LJ. Evaluation of Daratumumab for the Treatment of Multiple Myeloma in Patients With High-risk Cytogenetic Factors: A Systematic Review and Meta-analysis. JAMA Oncol. 2020 Nov 1;6(11):1759-1765. doi: 10.1001/jamaoncol.2020.4338."},{"pmid":"32619115","type":"RESULT","citation":"Gokbuget N, Zugmaier G, Dombret H, Stein A, Bonifacio M, Graux C, Faul C, Bruggemann M, Taylor K, Mergen N, Reichle A, Horst HA, Havelange V, Topp MS, Bargou RC. Curative outcomes following blinatumomab in adults with minimal residual disease B-cell precursor acute lymphoblastic leukemia. Leuk Lymphoma. 2020 Nov;61(11):2665-2673. doi: 10.1080/10428194.2020.1780583. Epub 2020 Jul 3."},{"pmid":"29358182","type":"RESULT","citation":"Gokbuget N, Dombret H, Bonifacio M, Reichle A, Graux C, Faul C, Diedrich H, Topp MS, Bruggemann M, Horst HA, Havelange V, Stieglmaier J, Wessels H, Haddad V, Benjamin JE, Zugmaier G, Nagorsen D, Bargou RC. Blinatumomab for minimal residual disease in adults with B-cell precursor acute lymphoblastic leukemia. Blood. 2018 Apr 5;131(14):1522-1531. doi: 10.1182/blood-2017-08-798322. Epub 2018 Jan 22."},{"pmid":"21719599","type":"RESULT","citation":"Schrappe M, Valsecchi MG, Bartram CR, Schrauder A, Panzer-Grumayer R, Moricke A, Parasole R, Zimmermann M, Dworzak M, Buldini B, Reiter A, Basso G, Klingebiel T, Messina C, Ratei R, Cazzaniga G, Koehler R, Locatelli F, Schafer BW, Arico M, Welte K, van Dongen JJ, Gadner H, Biondi A, Conter V. Late MRD response determines relapse risk overall and in subsets of childhood T-cell ALL: results of the AIEOP-BFM-ALL 2000 study. Blood. 2011 Aug 25;118(8):2077-84. doi: 10.1182/blood-2011-03-338707. Epub 2011 Jun 30."},{"pmid":"27913532","type":"RESULT","citation":"Raetz EA, Teachey DT. T-cell acute lymphoblastic leukemia. Hematology Am Soc Hematol Educ Program. 2016 Dec 2;2016(1):580-588. doi: 10.1182/asheducation-2016.1.580."},{"type":"RESULT","citation":"Tembhare P, Narula G, Chatterjee G, Khanka T, Sanyal M, et al. Flow-Cytometry Based Detection of Any Minimal Residual Disease (FC-MRD) in Children with T-Acute Lymphoblastic Leukemias (T-ALL) Is a Powerful Indicator of Outcome. Blood 2019; 134 (Supplement_1): 2585. doi: https://doi.org/10.1182/blood-2019-128347"},{"pmid":"19141862","type":"RESULT","citation":"Bassan R, Spinelli O, Oldani E, Intermesoli T, Tosi M, Peruta B, Rossi G, Borlenghi E, Pogliani EM, Terruzzi E, Fabris P, Cassibba V, Lambertenghi-Deliliers G, Cortelezzi A, Bosi A, Gianfaldoni G, Ciceri F, Bernardi M, Gallamini A, Mattei D, Di Bona E, Romani C, Scattolin AM, Barbui T, Rambaldi A. Improved risk classification for risk-specific therapy based on the molecular study of minimal residual disease (MRD) in adult acute lymphoblastic leukemia (ALL). Blood. 2009 Apr 30;113(18):4153-62. doi: 10.1182/blood-2008-11-185132. Epub 2009 Jan 13."},{"pmid":"16195338","type":"RESULT","citation":"Bruggemann M, Raff T, Flohr T, Gokbuget N, Nakao M, Droese J, Luschen S, Pott C, Ritgen M, Scheuring U, Horst HA, Thiel E, Hoelzer D, Bartram CR, Kneba M; German Multicenter Study Group for Adult Acute Lymphoblastic Leukemia. Clinical significance of minimal residual disease quantification in adult patients with standard-risk acute lymphoblastic leukemia. Blood. 2006 Feb 1;107(3):1116-23. doi: 10.1182/blood-2005-07-2708. Epub 2005 Sep 29."},{"pmid":"25966987","type":"RESULT","citation":"Litzow MR, Ferrando AA. How I treat T-cell acute lymphoblastic leukemia in adults. Blood. 2015 Aug 13;126(7):833-41. doi: 10.1182/blood-2014-10-551895. Epub 2015 May 12."},{"pmid":"28494052","type":"RESULT","citation":"Berry DA, Zhou S, Higley H, Mukundan L, Fu S, Reaman GH, Wood BL, Kelloff GJ, Jessup JM, Radich JP. Association of Minimal Residual Disease With Clinical Outcome in Pediatric and Adult Acute Lymphoblastic Leukemia: A Meta-analysis. JAMA Oncol. 2017 Jul 13;3(7):e170580. doi: 10.1001/jamaoncol.2017.0580. Epub 2017 Jul 13."},{"pmid":"25999452","type":"RESULT","citation":"van Dongen JJ, van der Velden VH, Bruggemann M, Orfao A. Minimal residual disease diagnostics in acute lymphoblastic leukemia: need for sensitive, fast, and standardized technologies. Blood. 2015 Jun 25;125(26):3996-4009. doi: 10.1182/blood-2015-03-580027. Epub 2015 May 21."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"IPD details will not be shared for maintaining patients confidentiality"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D007938","term":"Leukemia"},{"id":"D054198","term":"Precursor Cell Lymphoblastic Leukemia-Lymphoma"},{"id":"D007945","term":"Leukemia, Lymphoid"},{"id":"D054218","term":"Precursor T-Cell Lymphoblastic Leukemia-Lymphoma"}],"ancestors":[{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009369","term":"Neoplasms"},{"id":"D006402","term":"Hematologic Diseases"},{"id":"D008232","term":"Lymphoproliferative Disorders"},{"id":"D008206","term":"Lymphatic Diseases"},{"id":"D007160","term":"Immunoproliferative Disorders"},{"id":"D007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M10945","name":"Leukemia","asFound":"Leukemia","relevance":"HIGH"},{"id":"M10951","name":"Leukemia, Lymphoid","asFound":"Lymphoblastic Leukemia","relevance":"HIGH"},{"id":"M21314","name":"Hematologic Neoplasms","relevance":"LOW"},{"id":"M27585","name":"Precursor Cell Lymphoblastic Leukemia-Lymphoma","asFound":"Acute Lymphoblastic Leukemia","relevance":"HIGH"},{"id":"M20497","name":"Neoplasm, Residual","relevance":"LOW"},{"id":"M27587","name":"Precursor T-Cell Lymphoblastic Leukemia-Lymphoma","asFound":"T Acute Lymphoblastic Leukemia","relevance":"HIGH"},{"id":"M11220","name":"Lymphoma","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M9490","name":"Hematologic Diseases","relevance":"LOW"},{"id":"M11225","name":"Lymphoproliferative Disorders","relevance":"LOW"},{"id":"M11203","name":"Lymphatic Diseases","relevance":"LOW"},{"id":"M10206","name":"Immunoproliferative Disorders","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"},{"id":"T175","name":"Acute Lymphoblastic Leukemia","asFound":"Acute Lymphoblastic Leukemia","relevance":"HIGH"},{"id":"T3533","name":"Lymphoblastic Lymphoma","asFound":"Acute Lymphoblastic Leukemia","relevance":"HIGH"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"},{"id":"T3543","name":"Lymphosarcoma","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C556306","term":"Daratumumab"}],"ancestors":[{"id":"D000970","term":"Antineoplastic Agents"}],"browseLeaves":[{"id":"M272211","name":"Daratumumab","asFound":"Microbiota","relevance":"HIGH"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}