{"protocolSection":{"identificationModule":{"nctId":"NCT05833815","orgStudyIdInfo":{"id":"GBC01"},"organization":{"fullName":"Banaras Hindu University","class":"OTHER"},"briefTitle":"Addition of Everolimus to Standard of Care in Carcinoma Gallbladder","officialTitle":"A Randomized Controlled, Open Labeled, Two Arm, Study of Addition of Everolimus to Standard of Care in Carcinoma Gallbladder"},"statusModule":{"statusVerifiedDate":"2024-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-21","studyFirstSubmitQcDate":"2023-04-18","studyFirstPostDateStruct":{"date":"2023-04-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-08-09","lastUpdatePostDateStruct":{"date":"2024-08-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Manoj Pandey","investigatorTitle":"Professor","investigatorAffiliation":"Banaras Hindu University"},"leadSponsor":{"name":"Banaras Hindu University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Gallbladder cancer (GBC) is the most common malignant tumour of the biliary tract. It is also the most aggressive cancer of the biliary tract with the shortest median survival from the time of diagnosis. Currently, radical resection is the most effective strategy to potentially cure GBC. Chemotherapy and radiotherapy have been employed as adjuvant and palliative setting, however, the overall survival is still dismal. This study aim to evaluate the addition of Everolimus in addition to standard of care in gallbladder cancer.","detailedDescription":"Gallbladder cancer is the most common malignant tumour of the biliary tract. It is also the most aggressive cancer of the biliary tract with the shortest median survival from the time of diagnosis. While the incidence rate of GBC varies widely, it has a unique distribution pattern in some regions, where Chile, India, some other Asian countries, Eastern European, and Latin American countries have reported more cases than the rest of the world every year. The other factors, which associated with chronic inflammation and disease pathogenesis, such as hepatobiliary stones, liver flukes, and Salmonella frequently observed in these areas, also constitute the other high-risk factors of bile tract cancer (BTC) including GBC.\n\nCurrently, radical resection is the most effective strategy to potentially cure GBC. The non-surgical therapies engaged in patients were primarily composed of chemotherapy and radiotherapy. additional therapeutic strategies including next-generation sequencing (NGS), whole-exome sequencing (WES), RNA-sequencing (RNAseq), and single-cell isolation, as well as characterization that have fundamentally opened a novel view enabled to globally identify genetic and epigenetic features and key molecules as potential therapeutic target.\n\nAdvanced or unrespectable locally advanced disease has a poor prognosis with limited systemic treatment options. Combination platinum-gemcitabine chemotherapy is an active first-line treatment regimen.in particular, specific target treatment, immune therapy, vaccine therapy, biotherapy and nanoparticles have been intensively developed in preclinical and clinical trials.\n\nOne of target treatment is Mammalian target of rapamycin (mTOR) inhibitors, as The mTOR signaling pathway has critical roles in mammalian metabolism and physiology. The de-regulated activity of mTOR is involved in many pathophysiological conditions, such as aging, Alzheimer's disease, diabetes, obesity, and cancer.\n\nEverolimus is a derivative of rapamycin that selectively inhibits mTORC1 (mammalian target of rapamycin complex 1), a key protein kinase complex which regulates cell growth, proliferation and survival. Activation of mTORC1 is mediated by the phosphatidylinositol 3-kinase (PI3K) pathway through activation of AKT/ PKB and subsequent inhibition of the tuberous sclerosis complex."},"conditionsModule":{"conditions":["Gallbladder Cancer"],"keywords":["everolimus","mToR inhibitors","chemotherapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2","PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":56,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Additional Everolimus","type":"EXPERIMENTAL","description":"Everolimus 10 mg. PO/day in addition to standard of care","interventionNames":["Drug: Everolimus 10 mg"]},{"label":"Control","type":"OTHER","description":"Standard of care alone i.e Capecitabine and Oxaliplatin or Gemcitabine and oxaliplatin","interventionNames":["Drug: Standard of care"]}],"interventions":[{"type":"DRUG","name":"Everolimus 10 mg","description":"Oral Everolimus 10 mg daily in addition to standard of care i.e. GemOx or CapOx","armGroupLabels":["Additional Everolimus"],"otherNames":["CapOx/GemOx"]},{"type":"DRUG","name":"Standard of care","description":"GemOx or CapOx","armGroupLabels":["Control"],"otherNames":["Chemotherapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Progression free survival","description":"Progression free survival from diagnosis to disease progression or death","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Overall survival","description":"Survival time from the enrollment till the study closure","timeFrame":"24 months followup"},{"measure":"Chemotherapy Toxicity","description":"Toxicity of addition of Everolimus to standard of care as measured by WHO toxicity criteria","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histological proof of cancer with stage III inoperable or Stage IV metastatic disease without any prior treatment.\n* Patients with histologic proof of metastatic gallbladder carcinoma who have not had previous treatment for metastatic disease or who received gemcitabine/capecitabine with or without platinum\\>= 6 months ago as part of adjuvant therapy\n* Absolute neutrophil count (ANC) \\>= 1500/uL\n* Platelet (PLT) \\>= 100,000/uL\n* Total bilirubin =\\< 3mg/dl for gemcitabine and any value for Capecitabine\n* Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) =\\< 2.5 x upper limit of normal (ULN) (=\\< 5x ULN in patients with liver metastases)\n* Creatinine =\\< 1.5 x Institutional ULN\n* Alkaline phosphatase =\\< 5 x Institutional ULN\n* Haemoglobin (Hgb) \\>= 8.0 g/dL\n* International normalized ratio (INR) and Partial thromboplastin time (PTT) =\\< 3.0 x ULN (anticoagulation is allowed if target INR =\\< 3.0 x ULN on a stable dose of warfarin or on a stable dose of low-molecular-weight \\[LMW\\] heparin for \\> 2 weeks at time of registration)\n* Fasting serum glucose \\< 1.5 x ULN\n* Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) 0, 1 or 2\n* Ability to provide informed consent\n* Willingness to return for follow up\n* Life expectancy \\>= 12 weeks\n* Women of childbearing potential only: Negative serum pregnancy test done =\\< 7 days prior to registration.\n\nExclusion Criteria:\n\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements\n* Clinically significant cardiac disease, especially history of myocardial infarction =\\< 6 months, or congestive heart failure (New York Heart Association \\[NYHA\\] classification III or IV) requiring use of ongoing maintenance therapy for life-threatening ventricular arrhythmias\n* Patients taking strong inhibitors or inducers of CYP3A4\n* Prior therapy with everolimus\n* Any of the following prior therapies:\n\n  * Chemotherapy =\\< 4 weeks prior to registration\n  * Immunotherapy =\\< 4 weeks prior to registration\n  * Biological therapy =\\< 4 weeks prior to registration\n  * Radiation therapy =\\< 4 weeks prior to registration\n  * Radiation to \\> 25% of bone marrow prior to registration\n* Failure to fully recover from acute, reversible effects of prior chemotherapy regardless of interval since last treatment\n* CNS metastases brain or leptomeningeal metastases that are not stable for at least 4 weeks prior to registration based on imaging, clinical assessment, and use of steroids\n* Pregnant women\n* Nursing women\n* Men or women of childbearing potential who are unwilling to employ adequate contraception\n* Other concurrent chemotherapy, immunotherapy, radiotherapy, or any ancillary therapy considered investigational Co-morbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety and toxicity of the prescribed regimens\n* Immunocompromised patients (other than that related to the use of corticosteroids) including patients known to be human immunodeficiency virus (HIV) positive\n* Current active other malignancy, Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of everolimus (e.g., ulcerative disease, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome or small bowel resection)\n* Severely impaired lung function (i.e., forced expiratory volume in one second \\[FEV1\\] \\< 1 liter)\n* Received immunization with attenuated live vaccines =\\< 7 days prior to study entry or during study period; close contact with those who have received attenuated live vaccines should be avoided during treatment with everolimus; examples of live vaccines include intranasal influenza, measles, mumps, rubella, oral polio, BCG, yellow fever, varicella and TY21a typhoid, SARS CoV2 vaccines\n* Liver disease such as cirrhosis or severe hepatic impairment (Child-Pugh class C); A detailed assessment of Hepatitis B/C medical history and risk factors will be done at screening for all patients; hepatitis B virus (HBV) deoxyribonucleic acid (DNA) and hepatitis C virus (HCV) ribonucleic acid (RNA) polymerase chain reaction (PCR) testing are required at screening for all patients with a positive medical history based on risk factors and/or confirmation of prior HBV/HCV infection.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Manoj Pandey","role":"CONTACT","phone":"+91-542-2369332","email":"mpandey66@bhu.ac.in"},{"name":"Madhumita Tripathi","role":"CONTACT","email":"mishthi2018@gmail.com"}],"locations":[{"facility":"Banaras Hindu University","status":"RECRUITING","city":"Varanasi","state":"UP","zip":"221010","country":"India","contacts":[{"name":"Manoj Pandey","role":"CONTACT","email":"mpandey66@bhu.ac.in"}],"geoPoint":{"lat":25.31668,"lon":83.01041}}]},"referencesModule":{"references":[{"pmid":"25341559","type":"BACKGROUND","citation":"Eckel F, Schmid RM. Chemotherapy and targeted therapy in advanced biliary tract carcinoma: a pooled analysis of clinical trials. Chemotherapy. 2014;60(1):13-23. doi: 10.1159/000365781. Epub 2014 Oct 21."},{"pmid":"20375404","type":"BACKGROUND","citation":"Valle J, Wasan H, Palmer DH, Cunningham D, Anthoney A, Maraveyas A, Madhusudan S, Iveson T, Hughes S, Pereira SP, Roughton M, Bridgewater J; ABC-02 Trial Investigators. Cisplatin plus gemcitabine versus gemcitabine for biliary tract cancer. N Engl J Med. 2010 Apr 8;362(14):1273-81. doi: 10.1056/NEJMoa0908721."},{"pmid":"18332470","type":"BACKGROUND","citation":"O'Donnell A, Faivre S, Burris HA 3rd, Rea D, Papadimitrakopoulou V, Shand N, Lane HA, Hazell K, Zoellner U, Kovarik JM, Brock C, Jones S, Raymond E, Judson I. Phase I pharmacokinetic and pharmacodynamic study of the oral mammalian target of rapamycin inhibitor everolimus in patients with advanced solid tumors. J Clin Oncol. 2008 Apr 1;26(10):1588-95. doi: 10.1200/JCO.2007.14.0988. Epub 2008 Mar 10."},{"pmid":"30922733","type":"BACKGROUND","citation":"Primrose JN, Fox RP, Palmer DH, Malik HZ, Prasad R, Mirza D, Anthony A, Corrie P, Falk S, Finch-Jones M, Wasan H, Ross P, Wall L, Wadsley J, Evans JTR, Stocken D, Praseedom R, Ma YT, Davidson B, Neoptolemos JP, Iveson T, Raftery J, Zhu S, Cunningham D, Garden OJ, Stubbs C, Valle JW, Bridgewater J; BILCAP study group. Capecitabine compared with observation in resected biliary tract cancer (BILCAP): a randomised, controlled, multicentre, phase 3 study. Lancet Oncol. 2019 May;20(5):663-673. doi: 10.1016/S1470-2045(18)30915-X. Epub 2019 Mar 25."},{"pmid":"25964250","type":"BACKGROUND","citation":"Ben-Josef E, Guthrie KA, El-Khoueiry AB, Corless CL, Zalupski MM, Lowy AM, Thomas CR Jr, Alberts SR, Dawson LA, Micetich KC, Thomas MB, Siegel AB, Blanke CD. SWOG S0809: A Phase II Intergroup Trial of Adjuvant Capecitabine and Gemcitabine Followed by Radiotherapy and Concurrent Capecitabine in Extrahepatic Cholangiocarcinoma and Gallbladder Carcinoma. J Clin Oncol. 2015 Aug 20;33(24):2617-22. doi: 10.1200/JCO.2014.60.2219. Epub 2015 May 11."},{"pmid":"26969121","type":"BACKGROUND","citation":"Graham JS, Boyd K, Coxon FY, Wall LR, Eatock MM, Maughan TS, Highley M, Soulis E, Harden S, Butzberger-Zimmerli P, Evans TR. A phase II study of capecitabine and oxaliplatin combination chemotherapy in patients with inoperable adenocarcinoma of the gall bladder or biliary tract. BMC Res Notes. 2016 Mar 12;9:161. doi: 10.1186/s13104-015-1778-4."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D005706","term":"Gallbladder Neoplasms"}],"ancestors":[{"id":"D009369","term":"Neoplasms"},{"id":"D001661","term":"Biliary Tract Neoplasms"},{"id":"D004067","term":"Digestive System Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D001660","term":"Biliary Tract Diseases"},{"id":"D004066","term":"Digestive System Diseases"},{"id":"D005705","term":"Gallbladder Diseases"}],"browseLeaves":[{"id":"M5534","name":"Carcinoma","relevance":"LOW"},{"id":"M8824","name":"Gallbladder Neoplasms","asFound":"Gallbladder Cancer","relevance":"HIGH"},{"id":"M4947","name":"Biliary Tract Neoplasms","relevance":"LOW"},{"id":"M8886","name":"Gastrointestinal Neoplasms","relevance":"LOW"},{"id":"M7256","name":"Digestive System Neoplasms","relevance":"LOW"},{"id":"M4946","name":"Biliary Tract Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M8823","name":"Gallbladder Diseases","relevance":"LOW"},{"id":"T2425","name":"Gallbladder Cancer","asFound":"Gallbladder Cancer","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000068338","term":"Everolimus"}],"ancestors":[{"id":"D000091203","term":"MTOR Inhibitors"},{"id":"D047428","term":"Protein Kinase Inhibitors"},{"id":"D004791","term":"Enzyme Inhibitors"},{"id":"D045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D007166","term":"Immunosuppressive Agents"},{"id":"D007155","term":"Immunologic Factors"},{"id":"D045505","term":"Physiological Effects of Drugs"},{"id":"D000970","term":"Antineoplastic Agents"}],"browseLeaves":[{"id":"M377","name":"Capecitabine","relevance":"LOW"},{"id":"M2985","name":"Gemcitabine","relevance":"LOW"},{"id":"M1674","name":"Oxaliplatin","relevance":"LOW"},{"id":"M255","name":"Everolimus","asFound":"Alfa","relevance":"HIGH"},{"id":"M21960","name":"Sirolimus","relevance":"LOW"},{"id":"M353695","name":"Temsirolimus","relevance":"LOW"},{"id":"M2827","name":"MTOR Inhibitors","relevance":"LOW"},{"id":"M25820","name":"Protein Kinase Inhibitors","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M10212","name":"Immunosuppressive Agents","relevance":"LOW"},{"id":"M10201","name":"Immunologic Factors","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"}]}},"hasResults":false}