{"protocolSection":{"identificationModule":{"nctId":"NCT03256916","orgStudyIdInfo":{"id":"TMH Project 1543"},"organization":{"fullName":"Tata Memorial Hospital","class":"OTHER_GOV"},"briefTitle":"Radiosensitizing Effect of Nelfinavir in Locally Advanced Carcinoma of Cervix","officialTitle":"A Phase III Randomized Clinical Trial to Study the Radiosensitizing Effect of Nelfinavir in Locally Advanced Carcinoma of Uterine Cervix.","acronym":"NELCER"},"statusModule":{"statusVerifiedDate":"2024-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-07-31","studyFirstSubmitQcDate":"2017-08-21","studyFirstPostDateStruct":{"date":"2017-08-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-04-10","lastUpdatePostDateStruct":{"date":"2024-04-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Supriya Sastri (chopra)","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Tata Memorial Hospital"},"leadSponsor":{"name":"Tata Memorial Hospital","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The primary aim of the trial is to study the impact of nelfinavir on 3 year disease free survival in patients with advanced carcinoma of cervix receiving standard chemoradiation (Cisplatin and Radiotherapy).\n\nThere will be two study groups. One group will receive standard treatment (concurrent chemoradiation and brachytherapy) \\& other group will receive nelfinavir 5-7 days prior to standard treatment (chemoradiation \\& brachytherapy).","detailedDescription":"The trial is a single centre open label randomized unblinded phase-III study to evaluate the efficacy of an investigational drug (Nelfinavir) in combination with standard therapy consisting of weekly cisplatin and pelvic EBRT in cohort of patients diagnosed with FIGO 2018 stage III Carcinoma cervix.\n\nPatient registration / randomization procedure\n\n348 Patients will be accrued from the Gynaec Oncology Service of Tata Memorial Centre, Mumbai. A study coordinator at TMC will coordinate the accrual and study process and ensure prompt accrual and proper documentation. Eligibility will be checked based on the selection criteria and written informed consent will be obtained prior to randomization. Patients will be given appropriate time to decide for participation. Randomization will be based on a chart prepared with the help of software using a random sorting algorithm. A screening log will be maintained and include the details of all patients screened.\n\nThere are two study arms. In Experimental arm (Nelfinavir arm) 174 patients will be accrued \\& in Control arm (Standard Arm) 174 patients will be accrued.\n\nIf patient is randomized to standard arm patient will receive concurrent chemoradiation and brachytherapy. If patient is randomized to nelfinavir arm then nelfinavir will be started at the dose of 1250 mg bid 5-7 days prior to standard treatment (chemoradiation \\& brachytherapy)\n\nTherapeutic regimens\n\nCisplatin\n\nCisplatin will be administered on a weekly basis with a dose of 40 mg/m2 by IV infusion over a period of 1 hour 2-4 hours prior to start of EBRT. Patient will be premedicated with I.V Ondansetron to prevent emesis. Pre chemotherapy and post chemotherapy, patient will be administered IV fluids for effective renal clearance of cisplatin.\n\nNelfinavir\n\nNelfinavir will be taken orally with food, because the bioavailability increases under the influence of food. Treatment will start 5-7 days before start of chemo radiation and will continue for the duration of external beam radiotherapy ( no Nelfinavir on weekends or radiation breaks). We will be using a dose of 1250mg BID along with weekly cisplatin, 40mg /m2. All patients will undergo blood sugar evaluation, ECG and Lipid Profile at baseline, treatment completion and at 6 months of follow up. Blood sugars will also be monitored at every 2 weeks while on chemoradiation.\n\nAdministration of Pelvic EBRT and Brachytherapy\n\nAll patients will undergo baseline MRI of abdomen and pelvis (T2+ T1 with and without contrast+ diffusion and perfusion MRI). Extra sequence acquisition as part of research (like BOLD MRI will be performed on only 60 patients ( 30 in each arm). As MRI will be used for response assessment and brachytherapy planning, in addition to axial images saggital and coronal images will be obtained at each examination. Pelvic EBRT will delivered by standard 4 field technique using 6MV/15 MV photon beams. Prior to delivery of radiation, patients will be simulated by CT simulator for planning the beam arrangements. Total dose of pelvic EBRT will be 45- 50Gy/23-25 #/5 weeks, and involved nodes will receive a total EBRT dose of 55 - 60Gy. The prescribed dose will be specified according to ICRU 50 guidelines. All patients will be treated with 3D conformal external radiation with target delineation and multileaf collimator leaf shaping. Biopsies will be performed at two different time points. One prior to treatment initiation and another before last dose of concurrent cisplatin. Patients will be evaluated by the concerned investigators on a weekly basis during radiation therapy and all the toxicities will be documented according to the CTCAE V4.0.\n\nAll patients will undergo image based brachytherapy. Standard guidelines for reporting or prescription will be followed.\n\nTranslational research studies\n\nFive ml blood sample and tumor biopsies will be taken prior to nelfinavir use, and after EBRT on the day of 1st ICRT. Phosphorylated Akt and total Akt will be determined using flowcytometry/western blot method, as a marker of penetration of the drug into the tumor. The level of phosphorylated Akt will be correlated with tumour response as measured by PET/CT \\& MRI (changes in SUV max as measured by PET and perfusion changes in the tumour as measured by CT scan and tumour reduction in MRI). Akt levels will be measured in the first 60 patients (30 patient cohorts in each arm) both in the lymphocytes and in the tumour tissue.\n\nMulti functional PET and MRI will be done in the first 30 patients of each arm to gain insight in changes in tumor SUV max and hypoxia following treatment with nelfinavir.\n\nThis trial represents a unique opportunity to test various hypotheses in the context of future translational research hence tumour biopsy samples will be stored in the clinical biology lab at ACTREC for future biomarker studies. To test various hypothesis we will require frozen tissues prior to and after treatment. In this case each patient will be her own control. Therefore during the time of the first biopsy we will keep some frozen material in liquid nitrogen.\n\nPharmacokinetic studies\n\nPopulation pharmacokinetics of nelfinavir will be studied in the group of patients receiving Nelfinavir. For this, sparse sampling strategy will be followed. A random grouping table will be generated by the epidemiology and clinical trials unit and patient will be allotted to one of the groups for pharmacokinetic sampling. Patients will be allotted to one of the five groups sequentially. Four blood samples will be collected from each patient 7-10 days after the start of Nelfinavir. Timing of Blood sample would be based on the group in which the patient is. The sampling time points are so selected to cover the interval of drug administration. In addition one more blood sample will be collected before the last dose of administration of Cisplatin."},"conditionsModule":{"conditions":["Carcinoma Cervix,Stage III"],"keywords":["Cervical cancer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"There will be two study arms. If patient is randomized to standard arm patient will receive concurrent chemoradiation and brachytherapy. If patient is randomized to nelfinavir arm then nelfinavir will be started at the dose of 1250 mg bid 5-7 days prior to standard treatment","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":348,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Nelfinavir Arm","type":"EXPERIMENTAL","description":"If patient is randomized to nelfinavir arm then nelfinavir will be given orally with food at the dose of 1250 mg bid 5-7 days prior to start of chemoradiation.\n\nThen Pelvic EBRT (45-50 Gy/23-25 #/5weeks) + Weekly cisplatin 40mg/m2 \\& ICRT 7Gy X4 # will be given.","interventionNames":["Drug: Nelfinavir","Drug: Cisplatin","Radiation: Pelvic EBRT and Brachytherapy"]},{"label":"Standard Arm","type":"OTHER","description":"If patient is randomized to standard arm (Cisplatin +Pelvic EBRT and Brachytherapy).\n\nIn this patient will receive Pelvic EBRT (45-50 Gy/23-25 #/5weeks) + Weekly cisplatin 40mg/m2 \\& ICRT 7Gy X4 #","interventionNames":["Drug: Cisplatin","Radiation: Pelvic EBRT and Brachytherapy"]}],"interventions":[{"type":"DRUG","name":"Nelfinavir","description":"Nelfinavir (HIV protease inhibitor) targets proteasome and inhibits AKT phosphorylation and plays an important role in radiosensitization of tumour cells.Nelfinavir will be given to the patient orally with food, because the bioavailability increases under the influence of food.","armGroupLabels":["Nelfinavir Arm"]},{"type":"DRUG","name":"Cisplatin","description":"Cisplatin will be administered on a weekly basis with a dose of 40 mg/m2 by IV infusion over a period of 1 hour 2-4 hours prior to start of EBRT. Patient will be premedicated with I.V Ondansetron to prevent emesis. Pre chemotherapy and post chemotherapy, patient will be administered IV fluids for effective renal clearance of cisplatin.","armGroupLabels":["Nelfinavir Arm","Standard Arm"]},{"type":"RADIATION","name":"Pelvic EBRT and Brachytherapy","description":"Pelvic EBRT will delivered by standard 4 field technique using 6MV/15 MV photon beams. Prior to delivery of radiation, patients will be simulated by CT simulator for planning the beam arrangements. Total dose of pelvic EBRT will be 45- 50Gy/23-25 #/5 weeks. The prescribed dose will be specified according to ICRU 50 guidelines. All patients will be treated with 3D conformal external radiation with target delineation and multileaf collimator leaf shaping.","armGroupLabels":["Nelfinavir Arm","Standard Arm"],"otherNames":["Radiation Therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Improvement in 3 year disease free survival","description":"Improvement in 3 year disease free survival by the addition of Nelfinavir to patients with advanced carcinoma of cervix and receiving standard chemoradiation (Cisplatin and Radiotherapy).","timeFrame":"3 years"}],"secondaryOutcomes":[{"measure":"Change in locoregional control rates at 3 years","description":"Change in locoregional control rates at 3 years by the addition of Nelfinavir to patients with advanced carcinoma of cervix and receiving standard chemoradiation (Cisplatin and Radiotherapy).","timeFrame":"3 years"},{"measure":"Overall survival at 5 years","description":"Overall survival at 5 years in test and control arms.","timeFrame":"5 years"},{"measure":"Incidence of grade 3/4 adverse events","description":"Incidence of grade 3/4 adverse events in patients with advanced carcinoma of cervix and receiving Nelfinavir along with standard chemoradiation (Cisplatin and Radiotherapy)","timeFrame":"5 years"},{"measure":"Changes in Akt levels in the tumor","description":"Changes in Akt levels in the tumor from pre Nelfinavir to post EBRT.","timeFrame":"5 years"},{"measure":"Change in tumour hypoxia using multifunctional PET/ MRI.","description":"Change in tumour hypoxia using multifunctional PET/ MRI.","timeFrame":"5 years"},{"measure":"Interindividual variability of Volume of distribution","description":"Cmax (Maximum concentration) will be estimated","timeFrame":"5 years"},{"measure":"Interindividual variability of Clearance of nelfinavir.","description":"Clearence (litres per hour)","timeFrame":"5 years"},{"measure":"Interindividual variability of Clearence of Nelfinavir","description":"Half Life (hrs)","timeFrame":"5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* ECOG 0 to 2\n* FIGO 2018 Stage IIIA (TNM stage T3a N0 M0) FIGO 2018 Stage IIIB (TNM stage T3b N0 M0) FIGO 2018 Stage IIIC (TNM stage Any T N1 M0)\n* No previous irradiation to the pelvis or chemotherapy\n* Age 18 years and above\n* Ability to tolerate full course of pelvic radiotherapy and brachytherapy\n* Adequate bone marrow, liver, and kidney function defined as neutrophil count ≥ 1500 platelet count ≥ 100,000, total bilirubin less than 1.5 x upper limit of normal (ULN), AST and ALT ≤ 2.5 x ULN, and creatinine less than 1.5 upper limit of normal or Creatinine clearance greater than 60 mL/min/1.73 m2\n* No recent (less than 3 months) severe cardiac disease (arrhythmia, congestive heart failure, infarction)\n* Ability to understand and the willingness to sign an informed consent document\n* Should be willing to undergo extra biopsy and blood collection for pharmacokinetic studies\n\nExclusion criteria\n\n* Patients with newly diagnosed diabetes , uncontrolled DM (patient with HbA1c of \\&gt; 6.5% or FBS value or BSF\\&gt;=126 mg/dL respectively on primary evaluation)\n* Pts on any drugs which has pharmacological interaction with nelfinavir:\n\n  * Terfenadine, cisapride, sildenafil, lovastatin or simvastatin and medication that are metabolized by the CYP3A4 isoenzyme.\n  * Antiarrhythmics (amiodarone, quinidine).\n  * Neuroleptics (pimozide).\n  * Sedative/Hypnotic agents (midazolam, triazolam).\n  * Ergot derivatives.\n  * HMG-CoA reductase inhibitors (atorvastatin).\n  * Rifampicin, Rifabutin.\n  * Felodipine, Nifedipine.\n* Pregnant or lactating\n* Active co existing malignancy.\n* HIV positive patients will be excluded.\n* Patients with hemophilia.\n* Patients with reduced creatinine clearance ( less than 50 ml/ min) or unilateral or bilateral hydronephrosis will be excluded.\n* History of psychological, familial, sociological or geographical condition potentially hampering compliance with the study protocol and follow-up schedule.","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"genderDescription":"Females with Carcinoma of cervix Stage IIIB","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Dr. Supriya J Sastri, MD","role":"CONTACT","phone":"9930958309","email":"supriyasastri@gmail.com"},{"name":"Dr. Jayant Goda, MD","role":"CONTACT","phone":"24177000","phoneExt":"7027","email":"godajayantsastri@gmail.com"}],"overallOfficials":[{"name":"Dr. Supriya J Sastri, MD","affiliation":"Tata Memorial Centre","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Tata Memorial Centre","status":"RECRUITING","city":"Mumbai","state":"Maharashtra","zip":"400012","country":"India","contacts":[{"name":"Supriya J Sastri, MD","role":"CONTACT","phone":"9930958309","email":"supriyasastri@gmail.com"},{"name":"Jayant Goda, MD","role":"CONTACT","phone":"24177000","phoneExt":"7027","email":"godajayantsastri@gmail.com"},{"name":"Supriya J Sastri, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Jayant Goda, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":19.07283,"lon":72.88261}}]},"referencesModule":{"references":[{"pmid":"9832503","type":"BACKGROUND","citation":"Diehl JA, Cheng M, Roussel MF, Sherr CJ. Glycogen synthase kinase-3beta regulates cyclin D1 proteolysis and subcellular localization. Genes Dev. 1998 Nov 15;12(22):3499-511. doi: 10.1101/gad.12.22.3499."},{"pmid":"16472113","type":"BACKGROUND","citation":"Koumenis C. ER stress, hypoxia tolerance and tumor progression. Curr Mol Med. 2006 Feb;6(1):55-69. doi: 10.2174/156652406775574604."},{"pmid":"16818713","type":"BACKGROUND","citation":"Toulany M, Kasten-Pisula U, Brammer I, Wang S, Chen J, Dittmann K, Baumann M, Dikomey E, Rodemann HP. Blockage of epidermal growth factor receptor-phosphatidylinositol 3-kinase-AKT signaling increases radiosensitivity of K-RAS mutated human tumor cells in vitro by affecting DNA repair. Clin Cancer Res. 2006 Jul 1;12(13):4119-26. doi: 10.1158/1078-0432.CCR-05-2454."},{"pmid":"11895923","type":"BACKGROUND","citation":"Gupta AK, McKenna WG, Weber CN, Feldman MD, Goldsmith JD, Mick R, Machtay M, Rosenthal DI, Bakanauskas VJ, Cerniglia GJ, Bernhard EJ, Weber RS, Muschel RJ. Local recurrence in head and neck cancer: relationship to radiation resistance and signal transduction. Clin Cancer Res. 2002 Mar;8(3):885-92."},{"pmid":"10202166","type":"BACKGROUND","citation":"Keys HM, Bundy BN, Stehman FB, Muderspach LI, Chafe WE, Suggs CL 3rd, Walker JL, Gersell D. Cisplatin, radiation, and adjuvant hysterectomy compared with radiation and adjuvant hysterectomy for bulky stage IB cervical carcinoma. N Engl J Med. 1999 Apr 15;340(15):1154-61. doi: 10.1056/NEJM199904153401503."},{"pmid":"10202165","type":"BACKGROUND","citation":"Rose PG, Bundy BN, Watkins EB, Thigpen JT, Deppe G, Maiman MA, Clarke-Pearson DL, Insalaco S. Concurrent cisplatin-based radiotherapy and chemotherapy for locally advanced cervical cancer. N Engl J Med. 1999 Apr 15;340(15):1144-53. doi: 10.1056/NEJM199904153401502."},{"pmid":"10202164","type":"BACKGROUND","citation":"Morris M, Eifel PJ, Lu J, Grigsby PW, Levenback C, Stevens RE, Rotman M, Gershenson DM, Mutch DG. Pelvic radiation with concurrent chemotherapy compared with pelvic and para-aortic radiation for high-risk cervical cancer. N Engl J Med. 1999 Apr 15;340(15):1137-43. doi: 10.1056/NEJM199904153401501."},{"pmid":"12782577","type":"BACKGROUND","citation":"Choe G, Horvath S, Cloughesy TF, Crosby K, Seligson D, Palotie A, Inge L, Smith BL, Sawyers CL, Mischel PS. Analysis of the phosphatidylinositol 3'-kinase signaling pathway in glioblastoma patients in vivo. Cancer Res. 2003 Jun 1;63(11):2742-6."},{"pmid":"16377414","type":"BACKGROUND","citation":"Kim DW, Huamani J, Fu A, Hallahan DE. Molecular strategies targeting the host component of cancer to enhance tumor response to radiation therapy. Int J Radiat Oncol Biol Phys. 2006 Jan 1;64(1):38-46. doi: 10.1016/j.ijrobp.2005.02.008."},{"pmid":"12600231","type":"BACKGROUND","citation":"Dent P, Yacoub A, Contessa J, Caron R, Amorino G, Valerie K, Hagan MP, Grant S, Schmidt-Ullrich R. Stress and radiation-induced activation of multiple intracellular signaling pathways. Radiat Res. 2003 Mar;159(3):283-300. doi: 10.1667/0033-7587(2003)159[0283:sariao]2.0.co;2."},{"pmid":"11076094","type":"BACKGROUND","citation":"Mathur SP, Mathur RS, Young RC. Cervical epidermal growth factor-receptor (EGF-R) and serum insulin-like growth factor II (IGF-II) levels are potential markers for cervical cancer. Am J Reprod Immunol. 2000 Oct;44(4):222-30. doi: 10.1111/j.8755-8920.2000.440406.x."},{"pmid":"16397049","type":"BACKGROUND","citation":"Lee CM, Fuhrman CB, Planelles V, Peltier MR, Gaffney DK, Soisson AP, Dodson MK, Tolley HD, Green CL, Zempolich KA. Phosphatidylinositol 3-kinase inhibition by LY294002 radiosensitizes human cervical cancer cell lines. Clin Cancer Res. 2006 Jan 1;12(1):250-6. doi: 10.1158/1078-0432.CCR-05-1084."},{"pmid":"35387819","type":"DERIVED","citation":"Chopra S, Goda JS, Mittal P, Mulani J, Pant S, Pai V, Kannan S, Deodhar K, Krishnamurthy MN, Menon S, Charnalia M, Shah S, Rangarajan V, Gota V, Naidu L, Sawant S, Thakkar P, Popat P, Ghosh J, Rath S, Gulia S, Engineer R, Mahantshetty U, Gupta S. Concurrent chemoradiation and brachytherapy alone or in combination with nelfinavir in locally advanced cervical cancer (NELCER): study protocol for a phase III trial. BMJ Open. 2022 Apr 6;12(4):e055765. doi: 10.1136/bmjopen-2021-055765."}],"seeAlsoLinks":[{"label":"Rosser, C.J., et al. Adenoviral-mediated PTEN transgene expression sensitizes Bcl-2-expressing prostate cancer cells to radiation. Cancer Gene Ther 11, 273-279 (2004).","url":"http://www.nature.com/cgt/journal/v11/n4/full/7700673a.html"},{"label":"A Phase I Trial of the HIV Protease Inhibitor Nelfinavir with Concurrent Chemoradiotherapy (CT-RT) for Unresectable Stage IIA/IIIB NSCLC: A Report of Toxicities and Clinical Response. J Thoracic Oncol. ; 7(4): 709-715(2012).","url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3310889/"},{"label":"Vijapurkar, U., Kim, M.S. \\& Koland, J.G. Roles of mitogen-activated protein kinase and phosphoinositide 3'-kinase in ErbB2/ErbB3 coreceptor-mediated heregulin signaling. Exp Cell Res 284, 291-302 (2003).","url":"http://europepmc.org/abstract/med/12651161"},{"label":"Ma, Y.Y., et al. PIK3CA as an oncogene in cervical cancer. Oncogene 19, 2739-2744 (2000).","url":"http://www.nature.com/onc/journal/v19/n23/full/1203597a.html"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D002277","term":"Carcinoma"}],"ancestors":[{"id":"D009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009369","term":"Neoplasms"}],"browseLeaves":[{"id":"M5534","name":"Carcinoma","asFound":"Carcinoma","relevance":"HIGH"},{"id":"M5830","name":"Uterine Cervical Neoplasms","relevance":"LOW"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D019888","term":"Nelfinavir"}],"ancestors":[{"id":"D017320","term":"HIV Protease Inhibitors"},{"id":"D000084762","term":"Viral Protease Inhibitors"},{"id":"D011480","term":"Protease Inhibitors"},{"id":"D004791","term":"Enzyme Inhibitors"},{"id":"D045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D019380","term":"Anti-HIV Agents"},{"id":"D044966","term":"Anti-Retroviral Agents"},{"id":"D000998","term":"Antiviral Agents"},{"id":"D000890","term":"Anti-Infective Agents"}],"browseLeaves":[{"id":"M6182","name":"Cisplatin","relevance":"LOW"},{"id":"M19588","name":"Ondansetron","relevance":"LOW"},{"id":"M21770","name":"Nelfinavir","asFound":"Meningococcal","relevance":"HIGH"},{"id":"M19609","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M14343","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M21350","name":"Anti-HIV Agents","relevance":"LOW"},{"id":"M25428","name":"Anti-Retroviral Agents","relevance":"LOW"},{"id":"M4314","name":"Antiviral Agents","relevance":"LOW"},{"id":"M4214","name":"Anti-Infective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"AnEm","name":"Antiemetics"},{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"Gast","name":"Gastrointestinal Agents"},{"abbrev":"Infe","name":"Anti-Infective Agents"}]}},"hasResults":false}