{"protocolSection":{"identificationModule":{"nctId":"NCT05512169","orgStudyIdInfo":{"id":"MPGx-INDALL"},"organization":{"fullName":"University of Geneva, Switzerland","class":"OTHER"},"briefTitle":"Pharmacogenomic Association Study in Indian Children With Acute Lymphoblastic Leukemia","officialTitle":"Molecular and Pharmacogenetic Marker Evaluation in Relation to the Toxicity and Clinical Response of Acute Lymphoblastic Leukemia Treatment in Indian Children (MPGx-INDALL)","acronym":"MPGx-INDALL"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-03-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-03-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-06-20","studyFirstSubmitQcDate":"2022-08-22","studyFirstPostDateStruct":{"date":"2022-08-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-21","lastUpdatePostDateStruct":{"date":"2024-02-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Uppugunduri S Chakradhara Rao","investigatorTitle":"Collaborator Scientific II & Principal Investigator","investigatorAffiliation":"University of Geneva, Switzerland"},"leadSponsor":{"name":"University of Geneva, Switzerland","class":"OTHER"},"collaborators":[{"name":"Jawaharlal Institute of Postgraduate Medical Education & Research","class":"OTHER_GOV"},{"name":"All India Institute of Medical Sciences","class":"OTHER"},{"name":"Swiss National Science Foundation","class":"OTHER"},{"name":"Ministry of Science and Technology, India","class":"OTHER_GOV"},{"name":"CANSEARCH Foundation","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A five-year prospective observational cohort study. The study is focused on observing the relation between static germline variants and therapeutic response in Indian children with acute lymphoblastic leukemia (ALL). The project is an International multicenter setup. This collaborative research project between Switzerland and India includes one main center in Geneva that has conceptualized, designed, received grants for the study and two investigating centers in India (Puducherry and New-Delhi) involved in study design, patient care and recruitment for this specific study. All the participants for the study will be recruited form these two centers in India, and no patient recruitment is planned at main center i.e. Geneva.\n\nThe study will be conducted in two phases. The first aims to investigate genetic predisposition (static germline variants) to early chemotherapy treatment related toxicities (TRTs). The second aims to investigate somatic genetic markers associated with the efficacy of steroid treatment among patients undergoing the standardized IciCLe-ALL-14 treatment protocol. A total of 500 children with ALL will be recruited to investigate primary objective of the study i.e. TRT, and a subset of 250 patients will be included to investigate another research question i.e. response to steroid therapy.","detailedDescription":"Primary objectives:\n\n1. To study the associations of static germline variants with early chemotherapy-related toxicities (treatment related toxicities) in children with ALL undergoing the Icicle treatment protocol.\n2. To investigate the somatic and germline genetic markers associated with the efficacy and toxicity of glucocorticoid response, respectively.\n3. To biobank biological samples and clinical data for future association analyses in order to develop biomarkers of the treatment protocol's efficacy and toxicity.\n\nSecondary Objectives:\n\n1. To study the impact of the occurrence of early toxicities on quality of life during active ALL treatment (physical and emotional quality of life using the PedsQL tool).\n2. To evaluate genetic associations (somatic and germline) with overall survival, non-relapse mortality, relapse free survival, and event-free survival.\n\nClinical outcomes:\n\nAll data will be recorded directly into an electronic Case Report Form (CRF) or onto initial paper-based forms by the center's clinical research assistant or data manager with the help of research nurse and senior research fellow employed within the project. Each center's clinical investigator will check, date, and sign the forms electronically, with planned inter-center and third-party data monitoring. All patient data will be saved under a pseudonym. Clinical data relevant to the study's objectives will be shared (e.g., demographics, disease classification, minimal residual disease (MRD) testing, cytogenetics, follow-up details, toxicity data, survival data, relapse data, liver function tests, early treatment-related toxicities). This will also include any drug-related toxicity ≥ grade 3 occurring from the first day of induction until the middle of maintenance therapy.\n\nTRTs during maintenance therapy are mainly hematological and hepatic toxicities occurring within the first 100 days of the initiation of maintenance or continuation treatment, and whichever occurs first will be used for incidence analysis. Toxicities will be graded using the Common Terminology Criteria for Adverse Events (CTCAE-version 5.0 - https://ctep.cancer.gov/protocolDevelopment/electronic_applications/ctc.htm#ctc_50. Multiple events for the same patient will also be recorded for analysis. Data on MRD, disease response at one week (prophase), and disease response at the end of steroid therapy will be assessed in relation to somatic genetic variants.\n\nOther clinical outcomes to be assessed in relation to genetic markers are incidence of relapse of disease (i.e., the duration between the day of complete remission and the day of occurrence of relapse), non-relapse mortality (death due to any cause other than a relapse of the disease), and overall survival (OS). There will be a minimum of one year's follow-up (However, all the patients would continue to be followed and will be analyzed again at 5 years post treatment for survival outcomes) to evaluate outcomes such as OS and RFS. EFS is defined as the time from treatment initiation to the first induction failure, non-response, or progression of the disease, death from any cause, or is censored at the date of last follow up. OS is defined as the time from therapy initiation to death from any cause. Patients from Jawaharlal Institute of Post-graduate Medical Education and Research (JIPMER) and All India Institute of Medical Sciences (AIIMS) will respond to a quality of life questionnaire at the time of diagnosis and at around day 100 (+/-30 days) of the maintenance phase (other time points during maintenance therapy would be evaluated but not under the purview of the current research proposal), using the generic core scales of the pediatric quality of life inventory, PedsQL (https://www.pedsql.org/). Cancer module of pedSQl questionnaire will be implemented if it is ready by the time of the recruitment of the first patient as per the guidelines by Mapi research trust who is supplying these questionnaires upon obtaining license (https://eprovide.mapi-trust.org/). Otherwise generic module will be implemented. Other data, such as socio-economic and nutritional status data will be collected (Uploaded on the web portal along with\" CRF\"), and the nutritional recommendations implemented as part of the routine standard treatment protocol will be extracted and used at the time of analysis if they have an impact as confounders on any of the outcomes under investigation\n\nSampling procedure:\n\nSaliva samples at the time of recruitment, whole-blood sample (3-5 ml) is collected at complete remission, collected in EDTA tubes will be keep it frozen at -80°C until extraction. Bone marrow samples will also be collected in EDTA tubes and kept frozen at -80°C until extraction, as will samples left over after MRD testing. Plasma samples will also be collected in EDTA blood collection tubes, and plasma separation will be performed (4 ml whole-blood sample) using a swinging bucket centrifuge spinning for 10 minutes at a speed of 1300g of relative centrifugal force. Aliquots of 250 µL of plasma will be stored at -80°C in pre-labeled cryotubes.\n\nDNA extraction will be performed in batches, and an aliquot will be shared with the Geneva team for sequencing analyses. DNA concentrations will be determined using Qubit or another SYBR Green-based method, and integrity will be measured using Tapestation, with GQN values greater than 7.5 being used for the genetic analyses. Purification and quantification processes have already been established at both the JIPMER and AIIMS centers. Remaining aliquots will be stored in their respective biobanks. No hand-written labels will be accepted; all labels will be duly printed with an anonymized patient ID, sample type, and time of collection. Each center will ensure sample anonymization before sending out the samples for shared analyses. Two aliquots,each with approximately 1.0 µg of DNA in 50 µl 10 mM of Tris (8.0), will be used for sequencing (germline 70X, somatic 150X) in phase 1 analysis in Geneva and for real-time PCR genotyping or open array genotyping in phase 2 analysis in India. Other aliquots would be stored in biobanks at respective centers for future investigations.\n\nPhase 1 genetic variant analysis using Whole-exome sequencing:\n\nWhole-exome sequencing will be performed at Campus Biotech's Genomics Platform at the University of Geneva Using 100 germline DNA samples and 100 DNA samples from leukemic cells (same patients), whole-exome sequencing will use the following workflow according to manufacturers' protocols: (i) library preparation; (ii) sequencing using a HiSeq4000 system with a mean coverage of 70X for germline DNA samples and 150X for somatic DNA samples (Illumina); (iii) raw data integration and storage in the Laboratory Information Management System (LIMS) at the Pediatric Onco-Hematology Research Platform at the University of Geneva's Department of Pediatrics, Gynecology, and Obstetrics. Data will be shared with the Swiss Institute of Bioinformatics via the LIMS, for extra input into the analysis (analyses will mainly be performed by a postdoctoral fellow), and with the JIPMER and AIIMS for future investigations.\n\nGenetic data analysis:\n\nFor genetic data analysis, whole genomes will be aligned with the hg19 reference genome using a Burrows-Wheeler aligner, PCR duplicates will be removed using PICARD tools, and base quality-score recalibrations will be performed using the Genome Analysis Toolkit (GATK). Cleaned BAM files will be used to create pile-up files using the SAM tool. Germline variants will be called using a GATK Haplotype Caller, and variant quality scores will be recalibrated based on public data sets using the Variant Recalibrate tool and annotated using ANNOVAR. Non-leukemic variants will then be simply subtracted from leukemic variants to obtain a leukemic specific variant list. Leukemic and non-leukemic sequences will also be analyzed simultaneously to detect mutations using the heuristic methods available in the Varscan and Mu Tect tools. Variants which might arise due to sequence errors will be detected by the SAVI algorithm. We will perform analysis via (i) a candidate gene approach with filtered variants/mutations to the selected genes based on a hypothesis, and (ii) hypothesis-free, exome-wide, association analysis, the focus of which will be on the variants located in exonic regions, missense or nonsense variants with predicted functional effect, as well as variations in splicing sites. The predicted effects of missense variants on protein function will be assessed in silico using SIFT and PolyPhen2 incorporated into VEP tools. Variant filtering will be performed based on the 1000 Genomes and the NHLBI GO Exome Sequencing projects. Fisher's exact test (allelic association) and the Cochran- Armitage test for trends will be implemented in PLINK to search for associations between clinical outcomes and genetic variants.\n\nAssociation analysis for quantitative and binary data will be analyzed using general linearized models in PLINK, with a significance threshold of 0.05 per number of variants for the candidate and exome-wide approaches. Alternative analyses with a p-value of 0.05 will be set up, and adjustments for multiple testing will be performed using the Benjamin-Hochberg false discovery rate method: variants are considered as significantly associated if they have a false discovery rate lower than 5% (for EWAS) or 10% (for candidate gene analysis).\n\nCandidate gene selection :\n\nThe pharmacogenetic variants are hypothesized to affect the kinetics and dynamics of chemotherapeutic drugs in the treatment protocol (mainly obtained from PharmGKB). Other pharmacogenes which might have an impact on the physiological functions contributing to the pathophysiology of toxicities would also be included. Minor allele frequency above 15%, functionality as a criterion of variant filtering for analysis would be implemented. A list of potential candidates is given in annex \"Germline_Genes.txt\".\n\nCandidate-gene selection for somatic variant testing: A set of candidate genes was compiled following an extensive literature review. These genes were selected because they: i) were reported by individual association studies; ii) participate in the pharmacodynamic pathways of steroid therapies and other chemotherapeutic agents; iii) are key actors in disease pathogenesis or the immunological pathways of disease control; iv) participate in the repair of damage caused by chemotherapy and radiation; v) were up- or down-regulated in lymphoblastoid cells sensitive or resistant to prednisolone in the experiments performed in our collaborator and mentor Prof. Maja Krajinovic's laboratory; vi) can be obtained via Ingenuity Pathway Analysis® specific to steroids, chemotherapy, and other supportive care therapies. Only variants of these genes will be fed into the statistical analysis to find associations. Unique population datasets from UK biobank (subset Indian population) will also be utilized for specific phenotype to select some of the candidates. For somatic variants public data repositories such as DepMap and TARGET data would be considered. The set of candidate genes will thus enable the creation of a leukemia sequencing database of a single ethnicity, along with its clinical and follow-up data, all obtained from a single study. This will serve as a valuable resource for researchers investigating questions related to ALL treatment in children.\n\nThe candidate somatic and germline variants detected by whole exome sequencing will be validated using direct Sanger sequencing following PCR amplification. When present in a major clonal population, Sanger sequencing enables the detection of mutations in heterozygous states. Hence, mutations reported in \\< 25% of the reads will not be included in this validation phase.\n\nPhase 2 genotyping for selected candidates from the phase 1 analysis:\n\nPhase 2 analyses will include screening 400 germline DNA samples from the top 120 candidates identified in phase1's germline sequencing association analysis with TRT. Somatic DNA analysis includes the screening of 150 samples from the top 100 candidates from phase 1 analysis. An open-array methodology (ThermoScientific) or custom-made microarrays (Axiom) could be used as a cost-effective strategy. We plan to develop a cost-effective screening methodology that is easy to implement for routine monitoring of the variants most associated with the clinical outcomes investigated, e.g., allele-specific PCR or simple probe-based allele discrimination assays or high-resolution meltcurve analysis methods. Data generated will be stored locally in JIPMER and AIIMS' permanent data repositories and will also be shared with Geneva's Pediatric Onco-Hematology Research Platform. An agreement will be signed with the Clinical Pharmacogenomics Implementation Consortium®(CPIC) steering committee on using the pharmacogenetic data generated in this study to assess which genetic tests would be more appropriate for the Indian patient population, thus enabling the development of population-specific panels in future\n\nMeasurement of drug levels in plasma or whole blood/red blood cells (Optional):\n\nThe analytical data obtained from routine therapeutic drug monitoring services will also be collected and analyzed in relation to genetic variants and clinical outcomes. Plasma samples or whole-blood samples will be routinely collected during induction and maintenance to monitoring drug levels and activity using ELISA or LC-MS/MS-based analytical methods. This will also allow us to evaluate genetic predispositions independent of drug levels. The activity level of L-asparaginase will be measured (using ELISA) from plasma collected at day 3 after the first infusion. For 6-mercaptopurine, whole-blood samples will be collected during the eight weeks of maintenance therapy (i.e., between days 49 and 56), and 6-mercaptopurine, 6-thioguanine, and 6-methyl mercaptopurine levels will be measured in RBCs. During methotrexate induction therapy, whole-blood samples will be taken 48 hours after the end of infusion. During methotrexate maintenance therapy, samples will be collected during week 7, and its metabolites analyses. For vincristine during induction samples were collected 24 hours after the end of infusion.\n\nPlasma protein-marker analysis and biological material repository for future studies:\n\nThis part is not planned to take place under the current research grant application, however, sample banking will be performed. In a future separate project or as the continuation of the current research project, the Proximity Extension Assay (PEA) developed by Olink Proteomics AB (spun out of Uppsala University, Sweden) will be used to simultaneously quantify 184 oncology, cell growth, and immunology-related human protein biomarkers (to be chosen based on the input from experts in the field and their roles in the pathophysiology). This assay requires a sample of less than 10 µL of plasma or blood and can measure a panel of 92 protein biomarkers and three internal control samples at once. This assay will be performed using a 96-well plate for each panel, selected separately, and it requires no washing steps. The multi-marker score's ability to accurately predict outcomes will be detected using receiver operating characteristic (ROC) curves, along with sensitivity and specificity analyses."},"conditionsModule":{"conditions":["ALL, Childhood","Pediatric Cancer","Toxicity, Drug","Adverse Drug Event","Relapse Leukemia","Drug Toxicity","Drug Effect","Drug Interaction"],"keywords":["Pharmacogenetics","Pharmacogenomics","Genetic polymorphism","Sequencing","Genotyping","Indian","Pediatrics","SNP","gene variant","germline genetic variant","somatic variant","biomarker","steroid response","genetic predisposition"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Germ line DNA from saliva or whole blood Somatic DNA from bone marrow Plasma\n\nEnrollment status: as on 21.02.2024:\n\nActual number of participants enrolled at AIIMS center: 96;\n\nActual number of participants enrolled at JIPMER center: 44"},"enrollmentInfo":{"count":500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Newly diagnosed ALL Children with age group of >1 and ≤18 years old","description":"Newly diagnosed ALL Children who are likely to receive anti-cancer drugs or chemotherapy as a part of IciCLE treatment protocol."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cumulative incidences of early treatment related adverse events as assessed by CTCAE v5.0","description":"Drug-related toxicity ≥ grade 3 occurring from the first day of induction until the middle of maintenance therapy.\n\nCumulative incidences of neutropenia from day 1 of maintenance to day 100 of maintenance therapy.\n\nIncidences of multiple drug related adverse events of grade 3 and above as assessed by CTCAE v5.0 before day 100 of maintenance phase.\n\nIncidences of 14 severe acute toxic effects as defined by Ponte di Legno toxicity working group consensus definitions (Ref: Lancet Oncol 2016;17:e231-e239)\n\nDrug causality for the adverse event and grade at onset , maximum grade, and date of resolution will be considered.\n\nAssessment of biochemical tests to consider for toxicity assessment as per CTCAE criteria will be performed every week until the maintenance phase, and then once in two weeks from day 1 to day 100 of maintenance phase.","timeFrame":"10-12 months varying depnding upon the risk category"},{"measure":"Disease response to the treatment during induction phase to steroids","description":"Prednisolone response on day 8th of the induction: Good response if peripheral blast count \\<1000/uL or Poor response if it is \\> 1000 /uL.","timeFrame":"Day 8 of induction phase"},{"measure":"Disease response to the treatment during induction phase","description":"Bone marrow on Day 35: in remission = \\<5% blasts ; 5-25% blasts= M2 marrow; \\>25% blasts= M3 marrow\n\nMRD (flow cytometry) testing on Day 35: =\\>0.01 % = high MRD ; \\<0.01% negative MRD","timeFrame":"Day 35 of induction phase"}],"secondaryOutcomes":[{"measure":"Assessment of quality of life using Pediatric Quality of Life Inventory questionnaires","description":"Pediatric Quality of Life InventoryTM Generic Core version 4.0 and Pediatric Quality of Life InventoryTM Cancer Module Version 3.0 (translated and validated in local language i.e. Hindi and Tamil ).\n\nBoth questionnaires are scored from minimum of 0 to maximum 100 with higher scores indicating higher health related quality of Life.\n\nwill be used for quality of life assessment at the time of diagnosis, end of induction, beginning of maintenance phase and at day 100 of maintenance phase.","timeFrame":"10-12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\> 1 year old and ≤18 years old at enrolment\n* Previously untreated\n* ALL diagnosis confirmed by morphology and flow-cytometry\n* Indian origins\n* Fulfilling IciCle treatment protocol inclusion criteria and receiving treatment as per the protocol\n* Written Informed consent to participate in the study has to be signed by the participant/parent/guardian\n\nExclusion Criteria:\n\n* Previously tretaed patients\n* Patients with Down's syndrome\n* Patients with mature B-ALL","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"18 Years","stdAges":["CHILD","ADULT"],"studyPopulation":"Pediatric ALL patients","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Chakradhara Rao S Uppugudnuri","role":"CONTACT","phone":"+41223794685","email":"chakradhara.uppugunduri@unige.ch"},{"name":"Marc Ansari","role":"CONTACT","phone":"+41223724731","email":"Marc.Ansari@hcuge.ch"}],"overallOfficials":[{"name":"Chakradhara Rao S UPPUGUNDURI","affiliation":"University of Geneva","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Biswajit DUBASHI","affiliation":"Jawaharlal Institute of Postgraduate Medical Education & Research","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sameer BAKHSHI","affiliation":"All India Instiutte of Medical Scineces","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Dr. Sameer Bakhshi","status":"RECRUITING","city":"New Delhi","zip":"110029","country":"India","contacts":[{"name":"Sameer Bakhshi, MD","role":"CONTACT","phone":"+911126588500","email":"sambakh@hotmail.com"},{"name":"Sameer Bakhshi, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":28.63576,"lon":77.22445}},{"facility":"Dr. Biswajit Dubashi","status":"RECRUITING","city":"Puducherry","zip":"605006","country":"India","contacts":[{"name":"Biswajit Dubashi, D.M","role":"CONTACT","phone":"+914132297313","email":"drbiswajitdm@gmail.com"},{"name":"Biswajit Dubashi, D.M","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":11.93381,"lon":79.82979}}]},"referencesModule":{"references":[{"pmid":"32481505","type":"RESULT","citation":"Kodidela S, Dorababu P, Thakkar DN, Dubashi B, Sundaram R, Muralidharan N, Nidanapu RP, Aribandi A, Pradhan SC, Uppugunduri CRS. Association of NUDT15*3 and FPGS 2572C>T Variants with the Risk of Early Hematologic Toxicity During 6-MP and Low-Dose Methotrexate-Based Maintenance Therapy in Indian Patients with Acute Lymphoblastic Leukemia. Genes (Basel). 2020 May 28;11(6):594. doi: 10.3390/genes11060594."}],"seeAlsoLinks":[{"label":"Pilot study results prior to initiating this prosepctive study","url":"https://pubmed.ncbi.nlm.nih.gov/32481505/"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"We plan to make the data available after anonymization. Exact plan has to be drafted and require consensus to build before sharing the plan in public domain."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D007938","term":"Leukemia"},{"id":"D054198","term":"Precursor Cell Lymphoblastic Leukemia-Lymphoma"},{"id":"D064420","term":"Drug-Related Side Effects and Adverse Reactions"}],"ancestors":[{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009369","term":"Neoplasms"},{"id":"D006402","term":"Hematologic Diseases"},{"id":"D007945","term":"Leukemia, Lymphoid"},{"id":"D008232","term":"Lymphoproliferative Disorders"},{"id":"D008206","term":"Lymphatic Diseases"},{"id":"D007160","term":"Immunoproliferative Disorders"},{"id":"D007154","term":"Immune System Diseases"},{"id":"D064419","term":"Chemically-Induced Disorders"}],"browseLeaves":[{"id":"M10945","name":"Leukemia","asFound":"Leukemia","relevance":"HIGH"},{"id":"M10951","name":"Leukemia, Lymphoid","relevance":"LOW"},{"id":"M27585","name":"Precursor Cell Lymphoblastic Leukemia-Lymphoma","asFound":"Acute Lymphoblastic Leukemia","relevance":"HIGH"},{"id":"M7380","name":"Disease Susceptibility","relevance":"LOW"},{"id":"M21875","name":"Genetic Predisposition to Disease","relevance":"LOW"},{"id":"M30303","name":"Drug-Related Side Effects and Adverse Reactions","asFound":"Drug Toxicity","relevance":"HIGH"},{"id":"M11220","name":"Lymphoma","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M9490","name":"Hematologic Diseases","relevance":"LOW"},{"id":"M11225","name":"Lymphoproliferative Disorders","relevance":"LOW"},{"id":"M11203","name":"Lymphatic Diseases","relevance":"LOW"},{"id":"M10206","name":"Immunoproliferative Disorders","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"},{"id":"M30302","name":"Chemically-Induced Disorders","relevance":"LOW"},{"id":"T175","name":"Acute Lymphoblastic Leukemia","asFound":"Acute Lymphoblastic Leukemia","relevance":"HIGH"},{"id":"T3533","name":"Lymphoblastic Lymphoma","asFound":"Acute Lymphoblastic Leukemia","relevance":"HIGH"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"},{"id":"T1134","name":"Childhood Acute Lymphoblastic Leukemia","asFound":"ALL, Childhood","relevance":"HIGH"},{"id":"T3543","name":"Lymphosarcoma","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC25","name":"Substance Related Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}