{"protocolSection":{"identificationModule":{"nctId":"NCT06087614","orgStudyIdInfo":{"id":"Res/SCM/58/2023/33"},"organization":{"fullName":"Rajiv Gandhi Cancer Institute & Research Center, India","class":"OTHER"},"briefTitle":"Dose Escalation Using Hypoxia-adjusted Radiotherapy","officialTitle":"A Phase II Randomised Controlled Study Assessing the Role of Dose Escalation Using [18F] FMISO PET CT in Head and Neck Cancer: The DE-HyART (Dose Escalation Using Hypoxia-adjusted Radiotherapy) Protocol","acronym":"DE-HyART"},"statusModule":{"statusVerifiedDate":"2025-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2028-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-18","studyFirstSubmitQcDate":"2023-10-11","studyFirstPostDateStruct":{"date":"2023-10-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-01-16","lastUpdatePostDateStruct":{"date":"2025-01-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Munish Gairola","investigatorTitle":"Dr","investigatorAffiliation":"Rajiv Gandhi Cancer Institute & Research Center, India"},"leadSponsor":{"name":"Rajiv Gandhi Cancer Institute & Research Center, India","class":"OTHER"},"collaborators":[{"name":"Varian, a Siemens Healthineers Company","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"DE-HyART is a phase II clinical trial aimed at understanding the effects of escalating radiation doses to hypoxic sub-volumes inherent to squamous cell head and neck cancer. The study is aimed at assessing locoregional control, feasibility, and acceptable toxicity with such a strategy.","detailedDescription":"DE-HyART is a randomized, non-blinded study that assesses the effects of combining IMRT (using SIB-Sequential planning) with dose-escalation to hypoxic sub-volume delineated using \\[18-F\\] FMISO. The treatment protocol will also include concurrent chemotherapy with cisplatin at standard uniform dosing.\n\nPatients with HNSCC whose cancer is determined to originate from the oral cavity, oropharynx, larynx, and hypopharynx will be selected. The included patients will be subjected to \\[18F\\] FMISO scan, labeled as baseline FMISO. Depending upon the result of the baseline FMISO, the patient will be either hypoxic or anoxic. Patients exhibiting no hypoxia in their tumor will be labeled as Arm 1 and act as an external cohort. Patients with hypoxia will be randomized (1:1) into two arms - Arms 2 and 3. Both arms will be subjected to chemoradiation by IMRT and concurrent chemotherapy with cisplatin at 40mg/m2. In Arm 3, the trial arm will receive an additional 10 Gy @ 2 Gy per fraction in phase II (total 80 Gy) to the HSV + 5mm isotropic margin.\n\nOne twenty-four patients will recruited in a 1:1 fashion between Arm 3 and Arm 2. The primary endpoint will be locoregional control and its possible increase in control."},"conditionsModule":{"conditions":["Head and Neck Squamous Cell Carcinoma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":124,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm 3 - DE-HyART","type":"EXPERIMENTAL","description":"The radiation dose will be similar to 'arm 2'. In addition, the HSV identified on baseline FMISO scans will be contoured, and an isotropic margin of 5 mm will be given. This volume will be boosted in phase II to a total dose of 80 Gy. (Addition of 30 Gy in 3 Gy daily fraction added in phase II as a simultaneous integrated boost - SIB).","interventionNames":["Radiation: DE-HyART","Drug: Cisplatin injection"]},{"label":"Arm 2 - Hypoxic Comparator Arm","type":"ACTIVE_COMPARATOR","description":"The prescribed radiotherapy dose will be 70 Gy in 2 Gy per fraction daily. The elective volume will be treated with 50 Gy in 2 Gy per fraction daily till the first 5 weeks. The entire treatment will be delivered in a phased mannered using sequential planning.","interventionNames":["Radiation: Standard Arm","Drug: Cisplatin injection"]},{"label":"Arm 1 - Non-hypoxic arm","type":"PLACEBO_COMPARATOR","description":"The patients will be treated with a standard of care where the treatment will not be controlled, and these patients will act as external control representing clinical practice. However, these patients will be discussed in the head and neck multispeciality clinic and follow the institutional approach. They will be subjected to treatment similar to 'arm 2' but are allowed protocol deviation as per treating radiation oncology discretion.","interventionNames":["Drug: Cisplatin injection","Radiation: Standard fractionation (Radiation Oncology preference)"]}],"interventions":[{"type":"RADIATION","name":"DE-HyART","description":"The HSV delineation will be done for patients in arm 3 using baseline FMISO. The HSV will be contoured and adjusted according to the second FMISO scan done between the 4th - the 5th week of radiation treatment. A planning CT will also be repeated at the time for adjusting the HSV to account for temporal changes. The Biological Target Volume thus generated after adequate margins will be prescribed 30 Gy in 10 fractions over and above the standard fractination.","armGroupLabels":["Arm 3 - DE-HyART"],"otherNames":["Dose escalated radiotherapy","Hypoxic sub volume","FMISO"]},{"type":"RADIATION","name":"Standard Arm","description":"The prescribed radiotherapy dose will be 70 Gy in 2 Gy per fraction daily. The elective volume will be treated with 50 Gy in 2 Gy per fraction daily till the first 5 weeks. The entire treatment will be delivered in a phased mannered using sequential planning.","armGroupLabels":["Arm 2 - Hypoxic Comparator Arm"],"otherNames":["Standard Sequential fractionation without dose escalation"]},{"type":"DRUG","name":"Cisplatin injection","description":"Concurrent chemotherapy, weekly Inj Cisplatin 40mg/m2. This will be given if clinically indicated","armGroupLabels":["Arm 1 - Non-hypoxic arm","Arm 2 - Hypoxic Comparator Arm","Arm 3 - DE-HyART"]},{"type":"RADIATION","name":"Standard fractionation (Radiation Oncology preference)","description":"Standard institutional practice is detailed before starting the patient. Doses 66-70 Gy over 6-7 weeks","armGroupLabels":["Arm 1 - Non-hypoxic arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Locoregional Control (LRC)","description":"LRC is defined as the absence of tumor recurrence or progression within the primary tumor site and the regional lymph nodes, as determined by clinical evaluation, imaging studies, and/or biopsy confirmation. LRC will be assessed at predefined time points, with the primary time point being 2 years post-treatment","timeFrame":"Disease recurrence locally or analysis cut-off point. The analysis cut off pint is 24 months"}],"secondaryOutcomes":[{"measure":"Overall Survival (OS)","description":"The duration of OS was defined from the date of surgery to death from any cause. Therefore, if there is no death (for any reason), the OS duration will be cut-off at the analysis.","timeFrame":"Death during following up or analysis cut-off point. The analysis cut off pint is 24 months"},{"measure":"Locoregional Relapse Free Survival (LRFS)","description":"LRFS is defined as the time from the date of randomization to the first histopathologically confirmed relapse of locoregional disease. If there is no confirmed recurrence, the LRC duration will be censored at the time of analysis. Death from any cause will be considered as an event in LRFS.","timeFrame":"Disease/Death during following up or analysis cut-off point. The analysis cut off pint is 24 months"}],"otherOutcomes":[{"measure":"Acute toxicity","description":"The acute toxicity will be measured by Common Terminology Criteria for Adverse Events (CTCAE) v5.0","timeFrame":"Till 6 months of finishing radiotherapy"},{"measure":"Late toxicity assessment","description":"Measuring scale: (RTOG/European Organisation for the Research and Treatment of Cancer late toxicity criteria)","timeFrame":"At 1 year and 2 year follow-up"},{"measure":"Patient-reported outcome questionnaire","description":"EORTC QLQ-C30","timeFrame":"During treatment, at 3 month and 6 month interval of completion of radiotherapy"},{"measure":"Patient-reported outcome QLQ-HN35 questionnaire","description":"QLQ-H\\&N35","timeFrame":"During treatment, at 3 month and 6 month interval of completion of radiotherapy"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age: 18 - 70 years\n* Willingness to sign informed consent (written/video documentation)\n* Performance status: ECOG 0 - 2\n* Histology proved - squamous cell carcinoma\n* Any grade, gender\n* Tumour sites: Oral Cavity, Oropharynx, Hypopharynx and Larynx\n* Sufficient bone marrow reserve within the last 14 days.\n\n  * Hb: \\> 10g/dl (corrected)\n  * TLC: \\> 4,000 per cumm\n  * Platelet: \\>1.5Lakh per cumm\n* Liver functions and kidney functions within normal limits\n* Nutritional and dental assessment before inclusion into the study\n\nExclusion Criteria:\n\n* HPV (p16) positive tumours\n* Prior surgery and/or radiation therapy given for any HNC\n* T1/T2 Glottis\n* Metastatic disease or disease not amenable for definitive locoregional treatment.\n* Medical co-morbidity hampering the administration of radiation and/or chemotherapy (cisplatin)\n* Pregnancy or lactation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sarthak Tandon, DNB","role":"CONTACT","phone":"+911147022009","email":"tandon.sarthak@rgcirc.org"}],"overallOfficials":[{"name":"Munish Gairola, MD,DNB Radiation Oncology","affiliation":"Rajiv Gandhi Cancer Institute and Research Centre","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Rajiv Gandhi Cancer Institute and Research Centre","status":"RECRUITING","city":"Delhi","zip":"110085","country":"India","contacts":[{"name":"Sarthak Tandon, DNB Radiation Oncology","role":"CONTACT","phone":"(+91)11-47022009","email":"drsarthaktandon@yahoo.in"},{"name":"Munish Gairola, MD, DNB Radiation Oncology","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sarthak Tandon, DNB Radiation Oncology","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":28.65195,"lon":77.23149}}]},"referencesModule":{"references":[{"pmid":"23083497","type":"BACKGROUND","citation":"Mortensen LS, Johansen J, Kallehauge J, Primdahl H, Busk M, Lassen P, Alsner J, Sorensen BS, Toustrup K, Jakobsen S, Petersen J, Petersen H, Theil J, Nordsmark M, Overgaard J. FAZA PET/CT hypoxia imaging in patients with squamous cell carcinoma of the head and neck treated with radiotherapy: results from the DAHANCA 24 trial. Radiother Oncol. 2012 Oct;105(1):14-20. doi: 10.1016/j.radonc.2012.09.015. Epub 2012 Oct 16."},{"pmid":"28843726","type":"BACKGROUND","citation":"Lock S, Perrin R, Seidlitz A, Bandurska-Luque A, Zschaeck S, Zophel K, Krause M, Steinbach J, Kotzerke J, Zips D, Troost EGC, Baumann M. Residual tumour hypoxia in head-and-neck cancer patients undergoing primary radiochemotherapy, final results of a prospective trial on repeat FMISO-PET imaging. Radiother Oncol. 2017 Sep;124(3):533-540. doi: 10.1016/j.radonc.2017.08.010. Epub 2017 Aug 23."},{"pmid":"21720778","type":"BACKGROUND","citation":"Kikuchi M, Yamane T, Shinohara S, Fujiwara K, Hori SY, Tona Y, Yamazaki H, Naito Y, Senda M. 18F-fluoromisonidazole positron emission tomography before treatment is a predictor of radiotherapy outcome and survival prognosis in patients with head and neck squamous cell carcinoma. Ann Nucl Med. 2011 Nov;25(9):625-33. doi: 10.1007/s12149-011-0508-9. Epub 2011 Jul 1."},{"pmid":"17848298","type":"BACKGROUND","citation":"Rischin D, Fisher R, Peters L, Corry J, Hicks R. Hypoxia in head and neck cancer: studies with hypoxic positron emission tomography imaging and hypoxic cytotoxins. Int J Radiat Oncol Biol Phys. 2007;69(2 Suppl):S61-3. doi: 10.1016/j.ijrobp.2007.05.043. No abstract available."},{"pmid":"8961365","type":"BACKGROUND","citation":"Nordsmark M, Overgaard M, Overgaard J. Pretreatment oxygenation predicts radiation response in advanced squamous cell carcinoma of the head and neck. Radiother Oncol. 1996 Oct;41(1):31-9. doi: 10.1016/s0167-8140(96)91811-3."},{"pmid":"30582238","type":"BACKGROUND","citation":"Tandon S, Gairola M, Ahlawat P, Karimi AM, Tiwari S, Muttagi V, Sachdeva N, Sharief MI, Dobriyal K. Failure patterns of head and neck squamous cell carcinoma treated with radical radiotherapy by intensity modulated radiotherapy technique using focal volume and dosimetric method. Head Neck. 2019 Jun;41(6):1632-1637. doi: 10.1002/hed.25586. Epub 2018 Dec 23."},{"pmid":"17414635","type":"BACKGROUND","citation":"Bourhis J, Le Maitre A, Baujat B, Audry H, Pignon JP; Meta-Analysis of Chemotherapy in Head, Neck Cancer Collaborative Group; Meta-Analysis of Radiotherapy in Carcinoma of Head, Neck Collaborative Group; Meta-Analysis of Chemotherapy in Nasopharynx Carcinoma Collaborative Group. Individual patients' data meta-analyses in head and neck cancer. Curr Opin Oncol. 2007 May;19(3):188-94. doi: 10.1097/CCO.0b013e3280f01010."},{"pmid":"15277256","type":"BACKGROUND","citation":"Brockstein B, Haraf DJ, Rademaker AW, Kies MS, Stenson KM, Rosen F, Mittal BB, Pelzer H, Fung BB, Witt ME, Wenig B, Portugal L, Weichselbaum RW, Vokes EE. Patterns of failure, prognostic factors and survival in locoregionally advanced head and neck cancer treated with concomitant chemoradiotherapy: a 9-year, 337-patient, multi-institutional experience. Ann Oncol. 2004 Aug;15(8):1179-86. doi: 10.1093/annonc/mdh308."},{"pmid":"17960013","type":"BACKGROUND","citation":"Posner MR, Hershock DM, Blajman CR, Mickiewicz E, Winquist E, Gorbounova V, Tjulandin S, Shin DM, Cullen K, Ervin TJ, Murphy BA, Raez LE, Cohen RB, Spaulding M, Tishler RB, Roth B, Viroglio Rdel C, Venkatesan V, Romanov I, Agarwala S, Harter KW, Dugan M, Cmelak A, Markoe AM, Read PW, Steinbrenner L, Colevas AD, Norris CM Jr, Haddad RI; TAX 324 Study Group. Cisplatin and fluorouracil alone or with docetaxel in head and neck cancer. N Engl J Med. 2007 Oct 25;357(17):1705-15. doi: 10.1056/NEJMoa070956."},{"pmid":"19446902","type":"BACKGROUND","citation":"Pignon JP, le Maitre A, Maillard E, Bourhis J; MACH-NC Collaborative Group. Meta-analysis of chemotherapy in head and neck cancer (MACH-NC): an update on 93 randomised trials and 17,346 patients. Radiother Oncol. 2009 Jul;92(1):4-14. doi: 10.1016/j.radonc.2009.04.014. Epub 2009 May 14."},{"pmid":"27251643","type":"BACKGROUND","citation":"Zegers CM, Hoebers FJ, van Elmpt W, Bons JA, Ollers MC, Troost EG, Eekers D, Balmaekers L, Arts-Pechtold M, Mottaghy FM, Lambin P. Evaluation of tumour hypoxia during radiotherapy using [18F]HX4 PET imaging and blood biomarkers in patients with head and neck cancer. Eur J Nucl Med Mol Imaging. 2016 Nov;43(12):2139-2146. doi: 10.1007/s00259-016-3429-y. Epub 2016 Jun 1."},{"pmid":"32417350","type":"BACKGROUND","citation":"Zschaeck S, Lock S, Hofheinz F, Zips D, Sakso Mortensen L, Zophel K, Troost EGC, Boeke S, Sakso M, Monnich D, Seidlitz A, Johansen J, Skripcak T, Gregoire V, Overgaard J, Baumann M, Krause M. Individual patient data meta-analysis of FMISO and FAZA hypoxia PET scans from head and neck cancer patients undergoing definitive radio-chemotherapy. Radiother Oncol. 2020 Aug;149:189-196. doi: 10.1016/j.radonc.2020.05.022. Epub 2020 May 15."},{"pmid":"35395276","type":"RESULT","citation":"Welz S, Paulsen F, Pfannenberg C, Reimold M, Reischl G, Nikolaou K, La Fougere C, Alber M, Belka C, Zips D, Thorwarth D. Dose escalation to hypoxic subvolumes in head and neck cancer: A randomized phase II study using dynamic [18F]FMISO PET/CT. Radiother Oncol. 2022 Jun;171:30-36. doi: 10.1016/j.radonc.2022.03.021. Epub 2022 Apr 5."},{"pmid":"28249612","type":"RESULT","citation":"Pigorsch SU, Wilkens JJ, Kampfer S, Kehl V, Hapfelmeier A, Schlager C, Bier H, Schwaiger M, Combs SE. Do selective radiation dose escalation and tumour hypoxia status impact the loco-regional tumour control after radio-chemotherapy of head & neck tumours? The ESCALOX protocol. Radiat Oncol. 2017 Mar 1;12(1):45. doi: 10.1186/s13014-017-0776-1."},{"pmid":"16763816","type":"RESULT","citation":"Rajendran JG, Hendrickson KR, Spence AM, Muzi M, Krohn KA, Mankoff DA. Hypoxia imaging-directed radiation treatment planning. Eur J Nucl Med Mol Imaging. 2006 Jul;33 Suppl 1:44-53. doi: 10.1007/s00259-006-0135-1."},{"pmid":"17448882","type":"RESULT","citation":"Thorwarth D, Eschmann SM, Paulsen F, Alber M. Hypoxia dose painting by numbers: a planning study. Int J Radiat Oncol Biol Phys. 2007 May 1;68(1):291-300. doi: 10.1016/j.ijrobp.2006.11.061."},{"pmid":"17869020","type":"RESULT","citation":"Lee NY, Mechalakos JG, Nehmeh S, Lin Z, Squire OD, Cai S, Chan K, Zanzonico PB, Greco C, Ling CC, Humm JL, Schoder H. Fluorine-18-labeled fluoromisonidazole positron emission and computed tomography-guided intensity-modulated radiotherapy for head and neck cancer: a feasibility study. Int J Radiat Oncol Biol Phys. 2008 Jan 1;70(1):2-13. doi: 10.1016/j.ijrobp.2007.06.039. Epub 2007 Sep 14."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"data privacy issues with the country laws before any commitment"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D000077195","term":"Squamous Cell Carcinoma of Head and Neck"},{"id":"D000860","term":"Hypoxia"}],"ancestors":[{"id":"D002294","term":"Carcinoma, Squamous Cell"},{"id":"D002277","term":"Carcinoma"},{"id":"D009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009369","term":"Neoplasms"},{"id":"D012818","term":"Signs and Symptoms, Respiratory"},{"id":"D006258","term":"Head and Neck Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"}],"browseLeaves":[{"id":"M5534","name":"Carcinoma","relevance":"LOW"},{"id":"M9348","name":"Head and Neck Neoplasms","relevance":"LOW"},{"id":"M5550","name":"Carcinoma, Squamous Cell","relevance":"LOW"},{"id":"M4185","name":"Hypoxia","asFound":"Hypoxia","relevance":"HIGH"},{"id":"M1689","name":"Squamous Cell Carcinoma of Head and Neck","asFound":"Head and Neck Squamous Cell Carcinoma","relevance":"HIGH"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M15623","name":"Signs and Symptoms, Respiratory","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D002945","term":"Cisplatin"}],"ancestors":[{"id":"D000970","term":"Antineoplastic Agents"}],"browseLeaves":[{"id":"M6182","name":"Cisplatin","asFound":"High","relevance":"HIGH"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}