{"protocolSection":{"identificationModule":{"nctId":"NCT06726265","orgStudyIdInfo":{"id":"TACTI-004"},"secondaryIdInfos":[{"id":"2024-513621-23-00","type":"CTIS"},{"id":"KEYNOTE-F91","type":"OTHER","domain":"Merck Sharp & Dohme LLC"},{"id":"MK-3475-F91","type":"OTHER","domain":"Merck Sharp & Dohme LLC"},{"id":"IMP321-P026","type":"OTHER","domain":"Immutep S.A.S."}],"organization":{"fullName":"Immutep S.A.S.","class":"INDUSTRY"},"briefTitle":"Study of Eftilagimod Alfa (Efti) in Combination With Pembrolizumab and Chemotherapy Versus Placebo in Combination With Pembrolizumab and Chemotherapy in Participants With Metastatic Non-Small Cell Lung Cancer (NSCLC) (TACTI-004)","officialTitle":"TACTI-004, a Double-Blinded, Randomized Phase 3 Trial in Patients With Advanced/Metastatic Non-Small Cell Lung Cancer (NSCLC) Receiving Eftilagimod Alfa (MHC Class II Agonist) in Combination With Pembrolizumab (PD-1 Antagonist) and Chemotherapy."},"statusModule":{"statusVerifiedDate":"2025-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-03-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-12-03","studyFirstSubmitQcDate":"2024-12-05","studyFirstPostDateStruct":{"date":"2024-12-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-06-05","lastUpdatePostDateStruct":{"date":"2025-06-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Immutep S.A.S.","class":"INDUSTRY"},"collaborators":[{"name":"Merck Sharp & Dohme LLC","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this study is to compare eftilagimod alfa (efti) in combination with pembrolizumab and chemotherapy versus placebo in combination with pembrolizumab and chemotherapy with respect to overall survival (OS) and progression-free survival (PFS) per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1) among adults with metastatic non-small cell lung cancer (NSCLC).\n\nParticipants will receive either efti plus standard treatment (pembrolizumab and platinum doublet chemotherapy) or placebo plus standard treatment and will be treated for up to 2 years.","detailedDescription":"TACTI-004 is a double-blinded, randomized phase 3 trial in patients with advanced/metastatic non-small cell lung cancer (NSCLC) receiving eftilagimod alfa (major histocompatibility complex (MHC) class II agonist) in combination with pembrolizumab (programmed cell death protein 1 (PD-1) antagonist) and chemotherapy.\n\nThe proposed clinical trial aims to compare the efficacy and to demonstrate the superiority of efti combined with standard of care (SoC, pembrolizumab and histology-based chemotherapy) compared to placebo combined with SoC in programmed death-ligand 1 (PD-L1) unselected population as assessed by:\n\n* Overall survival \\[OS\\]\n* Progression-free survival \\[PFS\\] per RECIST 1.1\n\nThe trial is planned to be conducted in countries in Asia, Australia, Europe and North and South America in approximately 175 experienced clinical sites."},"conditionsModule":{"conditions":["Advanced/Metastatic Non-Small Cell Lung Cancer (NSCLC)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":756,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"efti + Standard of Care arm","type":"EXPERIMENTAL","description":"Combination of efti, pembrolizumab (KEYTRUDA®) and histology-based platinum doublet chemotherapy","interventionNames":["Biological: eftilagimod alfa","Drug: carboplatin plus paclitaxel","Drug: cisplatin or carboplatin + pemetrexed","Biological: Pembrolizumab (KEYTRUDA®)"]},{"label":"Placebo + Standard of Care arm","type":"PLACEBO_COMPARATOR","description":"Combination of efti-matching placebo, pembrolizumab (KEYTRUDA®) and histology-based platinum doublet chemotherapy","interventionNames":["Drug: carboplatin plus paclitaxel","Drug: cisplatin or carboplatin + pemetrexed","Biological: Pembrolizumab (KEYTRUDA®)","Other: Placebo"]}],"interventions":[{"type":"BIOLOGICAL","name":"eftilagimod alfa","description":"30 mg of efti every 2 weeks subcutaneously for the first 6 months, thereafter every 3 weeks for up to 24 months in total","armGroupLabels":["efti + Standard of Care arm"],"otherNames":["IMP321","LAG-3Ig","efti","eftilagimod alpha"]},{"type":"DRUG","name":"carboplatin plus paclitaxel","description":"For patients with squamous histology for 4 cycles (1 cycle = 3 weeks) as follows: every 3 weeks: carboplatin area under the curve (AUC) 5 or 6 in combination with paclitaxel 175 mg/m2 or 200 mg/m2","armGroupLabels":["Placebo + Standard of Care arm","efti + Standard of Care arm"]},{"type":"DRUG","name":"cisplatin or carboplatin + pemetrexed","description":"For patients with nonsquamous histology for 4 cycles (1 cycle = 3 weeks) as follows: every 3 weeks: cisplatin 75 mg/m2 or carboplatin AUC 5 or 6 in combination with pemetrexed 500 mg/m2. After the initial 4 cycles, pemetrexed 500 mg/m2 maintenance therapy will be administered every 3 weeks","armGroupLabels":["Placebo + Standard of Care arm","efti + Standard of Care arm"]},{"type":"BIOLOGICAL","name":"Pembrolizumab (KEYTRUDA®)","description":"200 mg pembrolizumab (KEYTRUDA®) every 3 weeks i.v. for up to approximately 24 months","armGroupLabels":["Placebo + Standard of Care arm","efti + Standard of Care arm"]},{"type":"OTHER","name":"Placebo","description":"efti-matching placebo every 2 weeks subcutaneously for the first 6 months, thereafter every 3 weeks for up to 24 months in total","armGroupLabels":["Placebo + Standard of Care arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Determination of Overall survival (OS)","timeFrame":"Up to approximately 54 months"},{"measure":"Determination of Progression free survival (PFS) per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","timeFrame":"Up to approximately 54 months"}],"secondaryOutcomes":[{"measure":"Determination of Objective response rate (ORR) per RECIST 1.1","timeFrame":"Up to approximately 54 months"},{"measure":"Frequency of adverse events (AEs)","timeFrame":"Up to approximately 27 months"},{"measure":"Severity of adverse events (AEs) according to the United States National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), v5.0","timeFrame":"Up to approximately 27 months"},{"measure":"Determination of Time to Response (TTR) by RECIST 1.1.","timeFrame":"Up to approximately 54 months"},{"measure":"Determination of Duration of Response (DOR) by RECIST 1.1.","timeFrame":"Up to approximately 54 months"},{"measure":"Determination of PFS on next line therapy (PFS2)","timeFrame":"Up to approximately 54 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nParticipants may be enrolled if they meet all of the following criteria at screening:\n\n1. Willing to give written informed consent and to comply with the protocol.\n2. Histologically- or cytologically-confirmed diagnosis of advanced or metastatic (stage IIIB/C or stage IV) non-small cell lung cancer (NSCLC) not amenable to curative treatment or locally available oncogenic driver mutation-based first-line therapy, treatment naïve for systemic therapy given for advanced/metastatic disease.\n3. Archival tumor tissue sample or newly obtained core, or excisional biopsy of a tumor lesion not previously irradiated has been provided. Details pertaining to tumor tissue submission can be found in the Laboratory Manual.\n4. Availability of programmed death-ligand 1 (PD-L1) biomarker result from central laboratory, using the Food and Drug Administration (FDA) approved Dako standardized diagnostic test (PD-L1 IHC 22C3 pharmDx).\n5. Be ≥ 18 years of age on the day of signing the informed consent.\n6. Participants capable of producing sperm must follow specific contraception guidelines during and after the trial intervention period. The required contraception duration varies by drug. Participants must refrain from donating sperm and either remain abstinent or use condoms with an additional contraceptive method during intercourse with a nonpregnant partner. Contraceptive measures must adhere to local regulations, with stricter local label requirements taking precedence over the trial's guidelines.\n7. A participant of childbearing potential (POCBP) is eligible if they are not pregnant, confirmed by a negative pregnancy test before the first trial dose. They must not breastfeed during the trial or for a defined duration after the last dose of each drug. POCBPs must use highly effective contraception, with low user dependency or long-term abstinence during and after the trial intervention, and refrain from egg donation or storage. The required contraception duration varies by drug. Local contraception regulations must be followed.\n8. An Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1 assessed within 7 days before randomization.\n9. Expected survival \\> 3 months.\n10. Evidence of measurable disease as defined by Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1) as determined by site.\n11. Participants must have recovered from all AEs due to previous anticancer therapies to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 5.0 ≤ Grade 1 or baseline. Participants with CTCAE ≤ Grade 2 neuropathy, alopecia, and elevated transaminases in case of liver metastases may be eligible.\n12. Participants who received major surgery prior to trial start must have recovered adequately from the toxicity and/or complications from the intervention prior to starting trial treatment.\n13. Participants who are hepatitis B surface antigen (HBsAg) positive are eligible if they have received hepatitis B virus (HBV) antiviral therapy for at least 4 weeks, and have undetectable HBV viral load prior to randomization.\n14. Participants with history of hepatitis C virus (HCV) infection are eligible if HCV viral load is undetectable at screening and have completed curative antiviral therapy at least 4 weeks prior to randomization.\n15. Human immunodeficiency virus (HIV) infected patients must be on anti-retroviral therapy (ART) and have a well-controlled HIV infection/disease.\n16. Adequate organ function.\n\nExclusion Criteria\n\nParticipants are to be excluded from the trial at the time of screening for any of the following reasons:\n\n1. Is expected to require any other form of systemic or localized antineoplastic therapy (other than the trial treatment) while on trial (including maintenance therapy with another agent for NSCLC, radiation therapy, and/or surgical resection).\n2. Received prior radiotherapy within 2 weeks of start of trial intervention, or has radiation-related toxicities, requiring corticosteroids.\n3. Participants whose tumor harbors any of the following actionable molecular alterations:\n\n   1. Epidermal growth factor receptor (EGFR)-sensitizing (activating) mutation\n   2. Anaplastic lymphoma kinase (ALK) gene fusion positive (ALK translocation)\n   3. c-ROS oncogene 1 (ROS1) translocation\n4. For any indication has received any of the following therapies\n\n   1. within 3 weeks prior to cycle 1 day 1: systemic cytotoxic chemotherapy, targeted small molecule therapy (e.g. kinase inhibitors), biological therapy, any other systemic cancer therapy, radiation therapy or had major surgery;\n   2. within 4 weeks prior to cycle 1 day 1 has been treated with an investigational agent or has used an investigational device, or is still a participant in the active phase of an investigational trial;\n   3. within 6 months prior to cycle1 day 1 received lung radiation therapy of \\>30 Gray (Gy).\n5. Has received any treatment as part of adjuvant, neoadjuvant therapy or definitive chemoradiation for the treatment of NSCLC within 12 months prior to the diagnosis of advanced/metastatic disease.\n6. Received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another stimulatory or coinhibitory T-cell receptor (e.g., cytotoxic T-lymphocyte-associated protein 4 (CTLA-4), OX40, CD137) or Lymphocyte Activation Gene 3 (LAG-3) targeting therapy (e.g., anti-LAG-3 antibodies). Prior treatment with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent for nonmetastatic resectable NSCLC (e.g. in the neoadjuvant or adjuvant setting) or following definitive chemoradiation, is allowed as long as therapy was completed at least 12 months before diagnosis of metastatic NSCLC.\n7. Prior high-dose chemotherapy requiring hematopoietic stem cell rescue.\n8. Known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Participants with previously treated brain metastases may participate provided they are radiologically stable (i.e., without evidence of progression) for at least 4 weeks as confirmed by repeat imaging performed during trial screening, are clinically stable and have not required steroid treatment for at least 14 days before the first dose of trial intervention.\n9. Active infection requiring parenteral systemic therapy within 4 weeks prior to cycle 1 day 1 and/or significant acute or chronic infection in screening and/or on cycle 1 day 1.\n10. Evidence of severe or uncontrolled cardiac disease within 6 months prior to first dose of trial treatment including: myocardial infarction, severe/unstable angina, ongoing cardiac dysrhythmias of NCI CTCAE version 5.0 Grade ≥ 2, atrial fibrillation \\> Grade 2 not controlled by a pacemaker, coronary/peripheral artery bypass graft, symptomatic congestive heart failure (New York Heart Association (NYHA) III-IV), cerebrovascular accident including transient ischemic attack, or symptomatic pulmonary embolism.\n11. History of (noninfectious) pneumonitis/interstitial lung disease that required steroids or has current pneumonitis/interstitial lung disease.\n12. Has active autoimmune disease that has required systemic treatment in past 2 years (i.e., with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment and is allowed.\n13. Diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial intervention.\n14. Concurrent active Hepatitis B (defined as HBsAg positive and/or detectable HBV DNA) and Hepatitis C virus (defined as anti-HCV Ab positive and detectable HCV RNA) infection.\n15. HIV-infected patients with a history of Kaposi sarcoma and/or Multicentric Castleman Disease.\n16. History of allogenic tissue/solid organ transplant.\n17. Known additional malignancy that is progressing or has required active treatment within the past 3 years.\n18. Has hypersensitivity to eftilagimod alfa and/or pembrolizumab (≥Grade 3) and/or any of its excipients.\n19. Has hypersensitivity to any component of planned platinum-based doublet chemotherapy and/or any of its excipients.\n20. Received a live or live-attenuated vaccine within 30 days before the first dose of trial intervention. Administration of killed vaccines is allowed\n21. Has a life-threatening illness unrelated to cancer.\n22. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the participant's participation for the full duration of the trial, or is not in the best interest of the participant to participate, in the opinion of the treating Investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Chief Scientific Officer","role":"CONTACT","phone":"+49 30 88716843","email":"enquiries@immutep.com"}],"locations":[{"facility":"Lyell McEwin Hospital","status":"RECRUITING","city":"Elizabeth Vale","country":"Australia","geoPoint":{"lat":-34.74857,"lon":138.66819}},{"facility":"Greenslopes Private Hospital","status":"RECRUITING","city":"Greenslopes","country":"Australia","geoPoint":{"lat":-27.50815,"lon":153.04951}},{"facility":"Tasman Oncology Research Ltd","status":"RECRUITING","city":"Southport","country":"Australia","geoPoint":{"lat":-27.96724,"lon":153.39796}},{"facility":"Calvary Mater Newcastle","status":"RECRUITING","city":"Waratah","country":"Australia","geoPoint":{"lat":-32.90667,"lon":151.72647}},{"facility":"Cancer Care Wollongong Pty Limited","status":"RECRUITING","city":"Wollongong","country":"Australia","geoPoint":{"lat":-34.424,"lon":150.89345}},{"facility":"Algemeen Ziekenhuis Maria Middelares","status":"RECRUITING","city":"Gent","country":"Belgium","geoPoint":{"lat":51.05,"lon":3.71667}},{"facility":"Clinique et Maternité Sainte-Elisabeth","status":"RECRUITING","city":"Namur","country":"Belgium","geoPoint":{"lat":50.4669,"lon":4.86746}},{"facility":"Multiprofile Hospital for Active Treatment - Dobrich AD","status":"RECRUITING","city":"Dobrich","country":"Bulgaria","geoPoint":{"lat":43.56667,"lon":27.83333}},{"facility":"MHAT Uni Hospital OOD","status":"RECRUITING","city":"Panagyurishte","country":"Bulgaria","geoPoint":{"lat":42.4952,"lon":24.19017}},{"facility":"Complex Oncology Center Ruse","status":"RECRUITING","city":"Ruse","country":"Bulgaria","geoPoint":{"lat":43.85639,"lon":25.97083}},{"facility":"Multiprofile Hospital for Active Treatment Serdika EOOD","status":"RECRUITING","city":"Sofia","country":"Bulgaria","geoPoint":{"lat":42.69751,"lon":23.32415}},{"facility":"Brampton Civic Hospital","status":"RECRUITING","city":"Brampton","country":"Canada","geoPoint":{"lat":43.68341,"lon":-79.76633}},{"facility":"Unite de recherche clinique du CISSS des Laurentides","status":"RECRUITING","city":"St-Jerome","country":"Canada","geoPoint":{"lat":45.78036,"lon":-74.00365}},{"facility":"Klinički Bolnički Centar Osijek","status":"RECRUITING","city":"Osijek","country":"Croatia","geoPoint":{"lat":45.55111,"lon":18.69389}},{"facility":"Metropolitan Hospital, Department of Oncology","status":"RECRUITING","city":"Piraeus","country":"Greece","geoPoint":{"lat":37.94745,"lon":23.63708}},{"facility":"Bioclinic of Thessaloniki","status":"RECRUITING","city":"Thessaloniki","country":"Greece","geoPoint":{"lat":40.64361,"lon":22.93086}},{"facility":"Interbalkan Medical Center of Thessaloniki","status":"RECRUITING","city":"Thessaloniki","country":"Greece","geoPoint":{"lat":40.64361,"lon":22.93086}},{"facility":"Sunact Cancer Institute Pvt. Ltd.","status":"RECRUITING","city":"Thane","country":"India","geoPoint":{"lat":19.19704,"lon":72.96355}},{"facility":"Beaumont Hospital","status":"RECRUITING","city":"Dublin","country":"Ireland","geoPoint":{"lat":53.33306,"lon":-6.24889}},{"facility":"Centro di Riferimento Oncologico (CRO)","status":"RECRUITING","city":"Aviano","country":"Italy","geoPoint":{"lat":46.07056,"lon":12.59472}},{"facility":"Istituto per la Ricerca e la Cura del Cancro (IRCC) - Istituto di Candiolo","status":"RECRUITING","city":"Candiolo","country":"Italy","geoPoint":{"lat":44.95858,"lon":7.59812}},{"facility":"Istituto Nazionale Tumori (INT) \"Fondazione G. Pascale\" di Napoli","status":"RECRUITING","city":"Napoli","country":"Italy","geoPoint":{"lat":40.85216,"lon":14.26811}},{"facility":"Azienda Ospedaliera Santa Maria di Terni","status":"RECRUITING","city":"Terni","country":"Italy","geoPoint":{"lat":42.56335,"lon":12.64329}},{"facility":"Latvian Oncology Center","status":"RECRUITING","city":"Riga","country":"Latvia","geoPoint":{"lat":56.946,"lon":24.10589}},{"facility":"Paula Stradiņa Klīniskā Universitātes Slimnīca","status":"RECRUITING","city":"Riga","country":"Latvia","geoPoint":{"lat":56.946,"lon":24.10589}},{"facility":"Hospital of Lithuanian University of Health Sciences Kauno Klinikos","status":"RECRUITING","city":"Kaunas","country":"Lithuania","geoPoint":{"lat":54.90272,"lon":23.90961}},{"facility":"Nacionalinis Vezio Institutas","status":"RECRUITING","city":"Vilnius","country":"Lithuania","geoPoint":{"lat":54.68916,"lon":25.2798}},{"facility":"Instytut Medyczny Santa Familia Sp. z o. o. w Łodzi","status":"RECRUITING","city":"Lodz","country":"Poland","geoPoint":{"lat":51.75,"lon":19.46667}},{"facility":"IP Clinic Sp. z o.o.","status":"RECRUITING","city":"Lodz","country":"Poland","geoPoint":{"lat":51.75,"lon":19.46667}},{"facility":"Unidade Local de Saude de Santa Maria, EPE - Hospital Pulido Valente","status":"RECRUITING","city":"Lisboa","country":"Portugal","geoPoint":{"lat":38.71667,"lon":-9.13333}},{"facility":"Centrul Medical Medicover Victoria","status":"RECRUITING","city":"Bucharest","country":"Romania","geoPoint":{"lat":44.43225,"lon":26.10626}},{"facility":"Spitalul Memorial Healthcare International","status":"RECRUITING","city":"Bucharest","country":"Romania","geoPoint":{"lat":44.43225,"lon":26.10626}},{"facility":"Onco Clinic Consult SA","status":"RECRUITING","city":"Craiova","country":"Romania","geoPoint":{"lat":44.31667,"lon":23.8}},{"facility":"Victoria Hospital - Centrul de Oncologie Euroclinic SRL","status":"RECRUITING","city":"Iasi","country":"Romania","geoPoint":{"lat":47.16667,"lon":27.6}},{"facility":"Ovidius Clinical Hospital S.R.L.","status":"RECRUITING","city":"Ovidiu","country":"Romania","geoPoint":{"lat":44.26667,"lon":28.56667}},{"facility":"Hospital de la Santa Creu i Sant Pau","status":"RECRUITING","city":"Barcelona","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"HM Universitario Sanchinarro","status":"RECRUITING","city":"Madrid","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Hospital Regional Universitario de Málaga - Hospital General","status":"RECRUITING","city":"Malaga","country":"Spain","geoPoint":{"lat":36.72016,"lon":-4.42034}},{"facility":"Parc Tauli Hospital Universitari","status":"RECRUITING","city":"Sabadell","country":"Spain","geoPoint":{"lat":41.54329,"lon":2.10942}},{"facility":"Hospital Clínico Universitario \"Lozano Blesa\"","status":"RECRUITING","city":"Zaragoza","country":"Spain","geoPoint":{"lat":41.65606,"lon":-0.87734}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D008175","term":"Lung Neoplasms"},{"id":"D002289","term":"Carcinoma, Non-Small-Cell Lung"}],"ancestors":[{"id":"D012142","term":"Respiratory Tract Neoplasms"},{"id":"D013899","term":"Thoracic Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D008171","term":"Lung Diseases"},{"id":"D012140","term":"Respiratory Tract Diseases"},{"id":"D002283","term":"Carcinoma, Bronchogenic"},{"id":"D001984","term":"Bronchial Neoplasms"}],"browseLeaves":[{"id":"M11172","name":"Lung Neoplasms","asFound":"Lung Cancer","relevance":"HIGH"},{"id":"M5546","name":"Carcinoma, Non-Small-Cell Lung","asFound":"Non-small Cell Lung Cancer","relevance":"HIGH"},{"id":"M5534","name":"Carcinoma","relevance":"LOW"},{"id":"M14979","name":"Respiratory Tract Neoplasms","relevance":"LOW"},{"id":"M16658","name":"Thoracic Neoplasms","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M5540","name":"Carcinoma, Bronchogenic","relevance":"LOW"},{"id":"M5260","name":"Bronchial Neoplasms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D017239","term":"Paclitaxel"},{"id":"D016190","term":"Carboplatin"},{"id":"C582435","term":"Pembrolizumab"},{"id":"D000068437","term":"Pemetrexed"}],"ancestors":[{"id":"D000972","term":"Antineoplastic Agents, Phytogenic"},{"id":"D000970","term":"Antineoplastic Agents"},{"id":"D050257","term":"Tubulin Modulators"},{"id":"D050256","term":"Antimitotic Agents"},{"id":"D050258","term":"Mitosis Modulators"},{"id":"D045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000074322","term":"Antineoplastic Agents, Immunological"},{"id":"D000082082","term":"Immune Checkpoint Inhibitors"},{"id":"D004791","term":"Enzyme Inhibitors"},{"id":"D005493","term":"Folic Acid Antagonists"},{"id":"D019384","term":"Nucleic Acid Synthesis Inhibitors"}],"browseLeaves":[{"id":"M19537","name":"Paclitaxel","asFound":"Surgery","relevance":"HIGH"},{"id":"M18650","name":"Carboplatin","asFound":"Total","relevance":"HIGH"},{"id":"M264","name":"Pemetrexed","asFound":"Assigned","relevance":"HIGH"},{"id":"M6182","name":"Cisplatin","relevance":"LOW"},{"id":"M231","name":"Albumin-Bound Paclitaxel","relevance":"LOW"},{"id":"M349416","name":"Pembrolizumab","asFound":"Type","relevance":"HIGH"},{"id":"M26197","name":"Tubulin Modulators","relevance":"LOW"},{"id":"M26196","name":"Antimitotic Agents","relevance":"LOW"},{"id":"M1346","name":"Antineoplastic Agents, Immunological","relevance":"LOW"},{"id":"M2342","name":"Immune Checkpoint Inhibitors","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M8618","name":"Folic Acid","relevance":"LOW"},{"id":"M17546","name":"Vitamin B Complex","relevance":"LOW"},{"id":"M8619","name":"Folic Acid Antagonists","relevance":"LOW"},{"id":"T475","name":"Vitamin B9","relevance":"LOW"},{"id":"T446","name":"Folic Acid","relevance":"LOW"},{"id":"T447","name":"Folinic Acid","relevance":"LOW"},{"id":"T448","name":"Folate","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"Vi","name":"Vitamins"}]}},"hasResults":false}