{"protocolSection":{"identificationModule":{"nctId":"NCT05099809","orgStudyIdInfo":{"id":"MahatmaIGMS"},"organization":{"fullName":"Mahatma Gandhi Institute of Medical Sciences","class":"OTHER"},"briefTitle":"Registry Trial to Evaluate the Safety and Efficacy of Hyperthermia in Locally Advanced Cancers","officialTitle":"Registry Trial to Evaluate the Safety and Efficacy of Hyperthermia with Radiotherapy And/or Chemotherapy in Locally Advanced Cancers At MGIMS","acronym":"RESHMART"},"statusModule":{"statusVerifiedDate":"2024-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-16","studyFirstSubmitQcDate":"2021-10-21","studyFirstPostDateStruct":{"date":"2021-10-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-09-09","lastUpdatePostDateStruct":{"date":"2024-09-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Niloy Ranjan Datta","investigatorTitle":"Director-Professor &amp;amp;amp; Head, Department of Radiotherapy","investigatorAffiliation":"Mahatma Gandhi Institute of Medical Sciences"},"leadSponsor":{"name":"Mahatma Gandhi Institute of Medical Sciences","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Mahatma Gandhi Institute of Medical Sciences (MGIMS), Sevagram, District Wardha, Maharashtra, India is located in a rural setup and caters to a very underprivileged patient population with limited resources to even pay for their treatment. As per the latest Indian Cancer Registry Report 2020, of the 28 population based cancer registries (PBCR), the age adjusted incidence rates (AAR) in males and females are 64.9 and 69.9. This makes the AAR in Wardha District (district where MGIMS is located) as one of the lowest ranked AAR both for male (national range: 39.5 - 269.4) and females (national range: 49.4 - 219.8) in the country. However, the %mortality / incidence, is one of the highest for Wardha, both for males (65.9%, national range: 14.7% - 71.9%) and females (53%, national range: 9% - 63%). This indicates that the prognosis of patients in this district is one of the worst in India and thus requires a new approach to their standard therapeutic option. This has to be cost-effective, without any significant additional morbidity, and should used in conjunction to the standard treatment of radiotherapy and/or chemotherapy.\n\nHyperthermia, which is raising the tumor temperature to 40 - 43°C is perhaps one of the oldest forms of treatment for cancer. Hyperthermia, being a potent radiosensitizer, a chemosensitizer, an immunomodulator with no significantly added side effects, could be an effective therapeutic modality that could be expected to improve the outcome in these patients. However, it also needs to be cost-effective and require low capital cost investment so that other centers, especially in low and low-middle income countries could also introduce hyperthermia to the therapeutic armamentarium for cancer.\n\nThis is a registry trial for patients being treated with hyperthermia along with radiotherapy and/or chemotherapy as per the standard departmental protocol for various locally advanced cancers.","detailedDescription":"To carry out a registry trial to evaluate the safety and efficacy of hyperthermia delivered by a repurposed short wave diathermy unit working at 27.1 MHz along with radiotherapy and/or chemotherapy in patients with locally advanced tumours of head neck cancers, cancer cervix, breast, oesophagus and anorectum attending the department of radiotherapy, MGIMS.\n\nThis would help to create an organized system that uses observational methods to collect uniform data on safety and efficacy of hyperthermia when used in conjunction with standard therapeutic modalities of radiotherapy and/or chemotherapy. The study would help to,\n\ni. Evaluate the specific outcomes with hyperthermia in terms of the following clinical endpoints with hyperthermia\n\n1. Locoregional tumour control\n2. Local disease free survival\n3. Overall survival\n\nii. Evaluate the safety of hyperthermia along with standard therapeutic modalities of radiotherapy and/or chemotherapy\n\n1. Acute morbidity\n2. Late morbidity\n\niii. Evaluate the feasibility of carrying out hyperthermia by repurposing 27.12 MHz short wave diathermy unit that could be cost-effective"},"conditionsModule":{"conditions":["Locally Advanced Malignant Neoplasm"],"keywords":["Hyperthermia","Radiotherapy","Chemotherapy","Registry trial","Short wave diathermy"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Hyperthermia","description":"Patients with locally advanced cancers reporting to Department of Radiotherapy at MGIMS who fulfil the eligibility criteria would be included in the study. Depending on the ongoing departmental protocols for various tumors the patients could be treated with either:\n\n1. Radiotherapy and Hyperthermia\n2. Concurrent chemoradiotherapy and hyperthermia\n3. Neoadjuvant chemotherapy and hyperthermia followed by surgery and/or radiotherapy Hyperthermia would be delivered using a shortwave diathermy unit operating at 27.1 MHz.\n\nTumour response would be evaluated using RECIST criteria 1.1 while the acute and late morbidities would be scored as per CTCAE v5.0 guidelines. Outcome measures for each site would be undertaken and evaluated in terms of\n\n1. Locoregional disease control\n2. Disease free survival\n3. Overall Survival\n4. Acute morbidity\n5. Late morbidity","interventionNames":["Other: Hyperthermia"]}],"interventions":[{"type":"OTHER","name":"Hyperthermia","description":"Hyperthermia would be delivered once/twice a week for 60 to 90 minutes depending on patient's tolerance. A shortwave diathermy unit operating at 27.1 MHz would be used to deliver locoregional hyperthermia.","armGroupLabels":["Hyperthermia"],"otherNames":["Radiotherapy","Chemotherapy","Surgery"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Locoregional tumour control","description":"Locoregional control of the tumour","timeFrame":"At 3 months after the completion of primary treatment"},{"measure":"Disease free survival","description":"From date of registration until the date of first documented progression or date of death from any cause, whichever came first, assessed till end of the study completion, an average of 1 year","timeFrame":"Through study completion, an average of 1 year"},{"measure":"Overall survival","description":"From date of registration until the date of death from any cause, assessed till end of the study completion, an average of 1 year","timeFrame":"Through study completion, an average of 1 year"}],"secondaryOutcomes":[{"measure":"Acute treatment related morbidity","description":"Acute treatment morbidity as per CTCAE 5.0 guidelines","timeFrame":"Till 3 months following the completion of primary treatment"},{"measure":"Late treatment related morbidity","description":"Late treatment morbidity as per CTCAE 5.0 guidelines","timeFrame":"Through study completion, an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Histopathologically proven cases of locally advanced head and neck cancers (LAHNC), TNM stages III and IV and locally advanced cancer cervix (LACC), FIGO stages IIB - IVA, locally advanced (primarily inoperable T3 and T4 stages) and recurrent breast cancers, cancer oesophagus (TNM stages IIA and IVA), anorectal cancers (TNM stages IIA to IIIC)\n2. Following work up, patients should have no metastatic disease (M0)\n3. Age \\> 18 years\n4. Karnofsky performance status (KPS) ≥ 80\n5. Written informed consent and agree to comply with the protocol\n6. Adequate kidney and liver functions as assessed on biochemical investigations\n7. Absence of psychological, familial, sociological or geographical condition that could potentially hamper compliance with the study protocol and follow-up schedule\n\nExclusion Criteria:\n\n1. Prior radiotherapy to the site of treatment\n2. No prior or concurrent malignancies other than surgically treated squamous cell or basal cell carcinoma of the skin which are not in the area of the present malignancy\n3. Psychiatric or addictive disorders or other conditions that, in the opinion of the investigator would preclude the patient from meeting the study requirements.\n4. Patients having metal implants, pacemakers or clustered markers.\n5. Connective disease disorders that contraindicate radiotherapy, e.g., Scleroderma\n6. Any known contraindication or hypersensitivity to the chemotherapeutic agents\n7. Pregnancy, lactation period or lack of reliable contraception\n8. Any other disease or therapy, which, according to the investigator, present a risk to the patient or which are not compatible with the aims of the clinical trial\n9. Indications that the person concerned will possibly not keep to the clinical trial plan because of unwillingness to cooperate or difficulties in keeping the check-up appointments\n10. Breast feeding female patients","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Histopathologically proven cases of locally advanced head and neck cancers (LAHNC), TNM stages III and IV and locally advanced cancer cervix (LACC), FIGO stages IIB - IVA, locally advanced (primarily inoperable T3 and T4 stages) and recurrent breast cancers, cancer oesophagus (TNM stages IIA and IVA), anorectal cancers (TNM stages IIA to IIIC)","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Niloy R Datta, MD, DNB, CCST","role":"CONTACT","phone":"+91 971 738 8117","email":"niloydatta@mgims.ac.in"},{"name":"Pratik D Aher, MD","role":"CONTACT","phone":"+91 899 913 8749","email":"pratikaher@mgims.ac.in"}],"locations":[{"facility":"Mahatma Gandhi Institute of Medical Sciences,","status":"RECRUITING","city":"Sevagram","state":"Maharashtra","zip":"442102","country":"India","contacts":[{"name":"Niloy R Datta, MD, DNB","role":"CONTACT","phone":"+919717388117","email":"niloydatta@magims.ac.in"},{"name":"Ashok R Singh, MD","role":"CONTACT","phone":"+918698552500","email":"ashoksingh@mgims.ac.in"}],"geoPoint":{"lat":20.66667,"lon":78.55}}]},"referencesModule":{"references":[{"pmid":"27411568","type":"BACKGROUND","citation":"Datta NR, Rogers S, Klingbiel D, Gomez S, Puric E, Bodis S. Hyperthermia and radiotherapy with or without chemotherapy in locally advanced cervical cancer: a systematic review with conventional and network meta-analyses. Int J Hyperthermia. 2016 Nov;32(7):809-21. doi: 10.1080/02656736.2016.1195924. Epub 2016 Aug 14."},{"pmid":"33784914","type":"BACKGROUND","citation":"Kok HP, van der Zee J, Guirado FN, Bakker A, Datta NR, Abdel-Rahman S, Schmidt M, Wust P, Crezee J. Treatment planning facilitates clinical decision making for hyperthermia treatments. Int J Hyperthermia. 2021 Jan 1;38(1):532-551. doi: 10.1080/02656736.2021.1903583."},{"pmid":"26928474","type":"BACKGROUND","citation":"Datta NR, Rogers S, Ordonez SG, Puric E, Bodis S. Hyperthermia and radiotherapy in the management of head and neck cancers: A systematic review and meta-analysis. Int J Hyperthermia. 2016;32(1):31-40. doi: 10.3109/02656736.2015.1099746. Epub 2015 Nov 16."},{"pmid":"26051911","type":"BACKGROUND","citation":"Datta NR, Ordonez SG, Gaipl US, Paulides MM, Crezee H, Gellermann J, Marder D, Puric E, Bodis S. Local hyperthermia combined with radiotherapy and-/or chemotherapy: recent advances and promises for the future. Cancer Treat Rev. 2015 Nov;41(9):742-53. doi: 10.1016/j.ctrv.2015.05.009. Epub 2015 May 27."},{"pmid":"32596144","type":"BACKGROUND","citation":"Datta NR, Kok HP, Crezee H, Gaipl US, Bodis S. Integrating Loco-Regional Hyperthermia Into the Current Oncology Practice: SWOT and TOWS Analyses. Front Oncol. 2020 Jun 12;10:819. doi: 10.3389/fonc.2020.00819. eCollection 2020."},{"pmid":"26899950","type":"BACKGROUND","citation":"Datta NR, Puric E, Klingbiel D, Gomez S, Bodis S. Hyperthermia and Radiation Therapy in Locoregional Recurrent Breast Cancers: A Systematic Review and Meta-analysis. Int J Radiat Oncol Biol Phys. 2016 Apr 1;94(5):1073-87. doi: 10.1016/j.ijrobp.2015.12.361. Epub 2015 Dec 21."},{"pmid":"35053479","type":"BACKGROUND","citation":"Datta NR, Jain BM, Mathi Z, Datta S, Johari S, Singh AR, Kalbande P, Kale P, Shivkumar V, Bodis S. Hyperthermia: A Potential Game-Changer in the Management of Cancers in Low-Middle-Income Group Countries. Cancers (Basel). 2022 Jan 9;14(2):315. doi: 10.3390/cancers14020315."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D009369","term":"Neoplasms"},{"id":"D000084462","term":"Hyperthermia"},{"id":"D005334","term":"Fever"}],"ancestors":[{"id":"D001832","term":"Body Temperature Changes"},{"id":"D018882","term":"Heat Stress Disorders"},{"id":"D014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M2454","name":"Hyperthermia","asFound":"Hyperthermia","relevance":"HIGH"},{"id":"M8464","name":"Fever","asFound":"Hyperthermia","relevance":"HIGH"},{"id":"M5111","name":"Body Temperature Changes","relevance":"LOW"},{"id":"M24916","name":"Stress Disorders, Traumatic","relevance":"LOW"},{"id":"M20924","name":"Heat Stress Disorders","relevance":"LOW"},{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}