{"protocolSection":{"identificationModule":{"nctId":"NCT05994521","orgStudyIdInfo":{"id":"MP-37-2024-9711"},"organization":{"fullName":"McGill University Health Centre/Research Institute of the McGill University Health Centre","class":"OTHER"},"briefTitle":"Prophylactic EUS-guided Gastroenterostomy in Advanced Periampullary Cancers","officialTitle":"Prophylactic EUS-guided Gastroenterostomy in Advanced Periampullary Cancers: a Multicenter Randomized Controlled Trial","acronym":"INTERCEPT"},"statusModule":{"statusVerifiedDate":"2024-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-08","studyFirstSubmitQcDate":"2023-08-08","studyFirstPostDateStruct":{"date":"2023-08-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-09-27","lastUpdatePostDateStruct":{"date":"2024-10-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yen-I Chen","investigatorTitle":"assistant professor of medicine","investigatorAffiliation":"McGill University Health Centre/Research Institute of the McGill University Health Centre"},"leadSponsor":{"name":"McGill University Health Centre/Research Institute of the McGill University Health Centre","class":"OTHER"},"collaborators":[{"name":"Jewish General Hospital","class":"OTHER"},{"name":"Unity Health Toronto","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of this randomized controlled trial is to investigate the effectiveness and safety of Prophylactic EUS-gastroenterostomy (ProEUS-GE) as a preventative approach for malignant gastric outlet obstruction (MGOO) in men and women aged 18 years or older diagnosed with periampullary cancer.\n\nThe main question this study aims to answer is can ProEUS-GE effectively prevent the occurrence of MGOO in patients with periampullary cancer?\n\nPatients will be randomly assigned to one of two groups: Group 1 (ERCP alone) or Group 2 (ERCP + ProEUS-GE). The study will compare the outcomes between these groups to determine the effectiveness of ProEUS-GE in preventing MGOO.\n\nResearchers will compare Group 1 (ERCP alone) with Group 2 (ERCP + ProEUS-GE) to see if the addition of ProEUS-GE leads to a reduced occurrence of MGOO in patients with periampullary cancer.\n\nThe primary endpoint is the rate of malignant gastric outlet obstruction.","detailedDescription":"Research Question:\n\nThe principal research question is whether ProEUS-GE can prevent the occurrence of MGOO in patients with pancreatic head cancer. We hypothesize that the addition of ProEUS-GE during ERCP reduces the rate of development of subsequent MGOO in advanced periampullary solid cancer without significantly increasing the rate of adverse events when compared to ERCP alone.\n\nThe Proposed Trial Trial Design: This is a patient- and outcome assessor-blinded multicentre randomized controlled superiority trial. The endoscopist performing the procedure will not be blinded to treatment allocation.\n\nPlanned Trial Interventions: 1) ERCP with biliary decompression + prophylactic EUS-guided gastroenterostomy (ProEUS-GE) and 2) ERCP with biliary decompression alone. All procedures will be performed by experienced endoscopists with or without trainee involvement. Following informed consent, sedation will be via conscious sedation or general anesthesia, as per existing institutional procedural protocols. A medical effectiveness approach will be adopted where only the initial randomly allocated treatment is dictated by the trial.\n\nParticipant Allocation: After confirmation of fulfillment of all study inclusion/exclusion criteria and pre-procedural consent, patients will be randomly allocated, intra-procedurally during the ERCP, to one of the two approaches.\n\nThe primary endpoint is the rate of gastric outlet obstruction.\n\nSample size calculation is based on the primary endpoint of MGOO considering competing risk of death. Based on the most current available literature and institutional data, we estimated a cumulative incidence rate of MGOO of 5% and 25% at 18 months in the ERCP + ProEUS-GE and ERCP alone arms, respectively. Using a two-sided log-rank test that accounts for a 35% rate of competing risk (death 30% and surgery 5%) in each group while considering a loss to follow-up of 10%, with a minimal follow-up time of 1 year, we calculated that a sample size of 110 patients (55 patients in each arm) is needed to achieve 80% power at a 0.05 significance level (hazard ratio of 5.6) (nQuery, Boston, USA). A pre-planned blinded sample size re-estimation will be conducted by members of the Biostatistics Consulting Unit at the RI-MUHC when approximately 50% of patients have been evaluated for the primary endpoint. The decision to increase the sample size will be made by the DSMB independently from any investigators. The study team has no intention of decreasing the sample size.\n\nFor the secondary endpoint of rate of severe adverse event, which is estimated to be 1% for ERCP alone, a sample size of 110 patients would give us 80% power with a one-sided significance of 0.05 to detect non-inferiority at a margin of 4.8%."},"conditionsModule":{"conditions":["Cancer Gi"],"keywords":["periampullary cancer","ERCP","EUS-Guided gastroeterostomy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Patients will be randomly allocated, intra-procedurally during the ERCP, to one of the two approaches.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"TRIPLE","maskingDescription":"As with most procedural interventional trials, blinding of the endoscopist is not feasible. To limit detection biases, outcome assessors and patients are blinded to the treatment allocation. Outcome assessors are independent individuals not involved with patient consent or randomization and not present at the index procedure.","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":110,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"ERCP alone","type":"ACTIVE_COMPARATOR","description":"ERCP procedure alone and management of MGOO will be on a wait-and-see approach, using endoscopic interventions performed only if obstruction is clinically diagnosed","interventionNames":["Procedure: ERCP alone"]},{"label":"ERCP + ProEUS-GE","type":"EXPERIMENTAL","description":"ERCP with prophylactic eus-guided gastroenterostomy","interventionNames":["Procedure: ERCP +ProEUS-GE"]}],"interventions":[{"type":"PROCEDURE","name":"ERCP alone","description":"ERCP with biliary stenting will be performed alone. ERCP is part of standard of care for biliary drainage. An endoscope is advanced to the small intestines and a metal stent is inserted through the tumor instead of bypassing the tumor to effectively drain the biliary system under x-ray guidance.\n\nManagement of MGOO will be on a wait-and-see approach, using endoscopic interventions performed only if obstruction is clinically diagnosed","armGroupLabels":["ERCP alone"]},{"type":"PROCEDURE","name":"ERCP +ProEUS-GE","description":"ERCP is performed as described above. following the ERCP, the scoped is switched for an echoendoscope which is advanced to the stomach. A stent is then placed between the stomach and the small intestines, creating a connection (ProEUS-GE).","armGroupLabels":["ERCP + ProEUS-GE"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Rate of gastric outlet obstruction (GOO)","description":"Gastric outlet obstruction is defined as GOOSS of \\< 2 AND radiological and/or endoscopic confirmation of the presence of GOO either from a gastroduodenal stricture, stent obstruction, or stent migration.","timeFrame":"18 months"}],"secondaryOutcomes":[{"measure":"Rate of adverse events","description":"Adverse events are defined and rated according to the ASGE lexicon for endoscopic adverse events.","timeFrame":"18 months"},{"measure":"Quality of life of the participant","description":"Quality of life will be assessed through the European Organization for Research and Treatment of Cancer (EORTC) Quality of Life of Cancer Patients questionnaire. The EQ-5D-5L will also be used to obtain Health Related Quality of Life (HRQoL) or health utilities","timeFrame":"18 months"},{"measure":"Nutritional status","description":"Nutritional status will be assessed using the patient-generated subjective global assessment short form (PG-SGA). The PG-SGA scoring scales from 0 to \\>9, with a higher score indicating a need for symptom management or nutritional intervention. We will also assess for sarcopenia by incorporating objective quantification of muscle and adipose tissue compartments. These compartments have been shown to have significant prognostic value in patients with pancreatic cancer, including overall survival.","timeFrame":"18 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (all of the following):\n\n1. Radiological diagnosis of a periampullary cancer that is precluded from upfront surgical resection of curative intent due to advanced tumor stage. These include locally advanced or metastatic cancers of the pancreatic head, distal bile duct, duodenum, or ampulla. cancers.\n2. Elevated liver function tests requiring ERCP without evidence of MGOO of significant gastroparesis (see exclusion criterion #3 and #4)\n3. ECOG 0 or 1\n4. ASA\\<4\n5. Provision of informed consent\n\nExclusion Criteria (any of the following):\n\n1. Patient with clinical and radiological evidence of malignant gastric outlet obstruction defined as Gastric Outlet Obstruction Scoring System (GOOSS) of \\< 3 with radiological and/or endoscopic evidence of a mechanical obstruction from a gastric or duodenal stricture. GOOSS is a validated tool for assessing MGOO and is scored based on the diet tolerated by the patient: 0 for no oral intake, 1 for liquids only, 2 for soft diet, and 3 for low residue or full diet.\n2. Gastroparesis with a Gastroparesis Cardinal Symptom Index (GCSI) of \\>2. Gastroparesis is defined as having symptoms of MGOO without radiological and/or endoscopic evidence of mechanical obstruction.\n3. Uncorrectable coagulopathy and/or thrombocytopenia\n4. Age \\< 18 or ≥ 85\n5. Evidence of peritoneal carcinomatosisAscites\n6. Liver metastasis \\> 30% of the liver volume\n7. Portal hypertension with gastroesophageal varices and/or ascites\n8. Surgically altered upper gastrointestinal anatomy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yen-I Chen, MD","role":"CONTACT","phone":"(514) 934-1934","phoneExt":"65651","email":"yen-i.chen@mgcill.com"},{"name":"Myriam Martel, MSc","role":"CONTACT","email":"myriam.martel@muhc.mcgill.ca"}],"locations":[{"facility":"Jewish General Hospital","status":"NOT_YET_RECRUITING","city":"Montreal","country":"Canada","contacts":[{"name":"Corey Miller, MD","role":"CONTACT"}],"geoPoint":{"lat":45.50884,"lon":-73.58781}},{"facility":"McGill University Health Center","status":"RECRUITING","city":"Montréal","country":"Canada","contacts":[{"name":"Yen-I Chen, MD","role":"CONTACT"}],"geoPoint":{"lat":45.50884,"lon":-73.58781}},{"facility":"St-Michael's Hospital (SMH)","status":"NOT_YET_RECRUITING","city":"Toronto","country":"Canada","contacts":[{"name":"Natalia C. Calo, MD","role":"CONTACT"}],"geoPoint":{"lat":43.70011,"lon":-79.4163}},{"facility":"Hôpital Privé des Peupliers","status":"NOT_YET_RECRUITING","city":"Paris","country":"France","contacts":[{"name":"Gianfranco Donatelli, MD","role":"CONTACT"}],"geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"Asian Institute of Gastroenterology","status":"NOT_YET_RECRUITING","city":"Hyderabad","country":"India","contacts":[{"name":"Sundeep Lakhtakia, MD","role":"CONTACT"}],"geoPoint":{"lat":17.38405,"lon":78.45636}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"}},"hasResults":false}