{"protocolSection":{"identificationModule":{"nctId":"NCT06036394","orgStudyIdInfo":{"id":"4147"},"organization":{"fullName":"Tata Memorial Centre","class":"OTHER"},"briefTitle":"Artificial Intelligence in CNS Radiation Oncology","officialTitle":"Artificial Intelligence in Radiation Oncology for CNS Tumors","acronym":"AI-RAD"},"statusModule":{"statusVerifiedDate":"2025-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2028-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-28","studyFirstSubmitQcDate":"2023-09-06","studyFirstPostDateStruct":{"date":"2023-09-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-04-08","lastUpdatePostDateStruct":{"date":"2025-04-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Archya Dasgupta","investigatorTitle":"Assistant Professor, Radiation Oncology","investigatorAffiliation":"Tata Memorial Centre"},"leadSponsor":{"name":"Tata Memorial Centre","class":"OTHER"},"collaborators":[{"name":"Bhabha Atomic Research Centre (BARC)","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Radiotherapy involves the use of high-energy X-rays, which can be used to stop the growth of tumor cells. Radiotherapy constitutes an essential avenue in the treatment of brain tumors. The modern techniques of radiotherapy involve radiation planning techniques guided by computer algorithms aimed to deliver high doses of radiation to the areas of brain with tumors and limit the doses to surrounding normal structures. Artificial intelligence uses advanced analytical processes aided by computational analysis, which can be undertaken on the medical images, and radiation planning process. We plan to use artificial intelligence techniques to automatically delineate areas of the brain with tumor and other normal structures as identified from images. Also, we will use artificial intelligence on the radiation dose images and other images done for radiation treatment to classify tumors with good or bad prognoses, identify patients developing radiation complications, and detect responses after treatment.","detailedDescription":"In the proposed retrospective study, patients treated with Radiotherapy (RT) for Central Nervous System(CNS) tumors will be included. The DMG database maintaining records of patients registered and treated in TMC (Tata Memorial Centre) neuro oncology DMG (Disease Management Group) will be screened to identify the patients eligible for the study. With approximately 500-600 patients with CNS tumors treated with RT in TMC every year, we expect a ceiling of 6000 patients during 2010-2022, which will be the maximum number of patients used for the analysis. The images (CT, MRI, PET) used for RT planning, mid-treatment imaging as part of IGRT (Image-guided radiation therapy) or disease evaluation, and response assessment/ surveillance post-RT will be analyzed. The radiation plans and dose-volume histogram will be obtained from TPS (Treatment Planning System). All the images and radiation-related data will be downloaded from the PACS (Picture Archiving and Communication System) and TPS, applying anonymization filters. Clinical features (patient, disease, treatment-related characteristics, and outcomes) will be extracted by review of electronic medical records. Imaging pre-processing will be done, which will include skull stripping and registration across different modalities (e.g., MRI and CT) or different sequences (e.g., T1C, T2W, ADC) will be done using rigid or deformable algorithms as suited best for the modality. The target volumes, i.e., gross tumor volume (GTV), clinical target volume (CTV), and planning target volume (PTV), and OARs will be individually reviewed by radiation oncologists with modifications applied as appropriate (e.g., exclusion of OARs (Organs at risk) distorted by disease or surgery) and will be used to train the machine learning models for supervised learning. The contours and the images will be resampled to a uniform resolution for different sequences or modalities (e.g., T2W/ ADC/ PET) to match either with the 3D sequence (e.g., FSPGR sequence) or available images with the least slice thickness. Subsequently, normalization techniques (e.g., histogram normalization/ Z-score normalization) will be undertaken within the individual images and across the entire dataset to account for image heterogeneity, including field strength for MRI and different image acquisition parameters. For autosegmentation, both supervised and unsupervised machine learning algorithms will be applied. For the supervised model, the entire database will be split into training and test cohorts for the model and application development, respectively. Since the OARs are uniformly applicable for different histology or tumor sites, autosegmentation training will be applied to the entire dataset. However, given there are variations in target volume delineations (e.g., for circumscribed vs. diffuse tumors, low grade vs. high grade), the training/ testing for TVs will be applicable for individual disease entities. The effectiveness of the automated model will be tested using the dice similarity coefficient between manually segmentation regions and AI-based segments. For outcome prediction (e.g., survival and toxicities), the next step will include feature extraction from images (CT, MRI, PET) corresponding to different TV and OARs and RT dose distribution data converted to volumetric image/ number data (dosiomics), which will consist of first-order (including shape, histogram), second-order or higher-order (e.g., different texture features like GLCM, GLDM, GLSZM, etc.), or deep learning techniques will be employed. Delta-radiomics will include temporal changes in the radiomic features from different time points for the same patient within the entire volume and individual regions. Subsequently, feature reduction and selection techniques like LASSO, recursive feature elimination will be used to shortlist the number of features depending on the sample size. The outputs will be decided based on the modeling defined for specific class problems (e.g., tumor vs. edema, recurrence vs. pseudoprogression, outcomes, tumor region of interest vs. non-tumoral area) as obtained from the clinical information. Any class imbalance will be addressed using methods like random subset sampling or SMOTE analysis for data augmentation of the minority class. Machine learning algorithms like LDA, k-NN, SVM, random forest, AdaBoost, etc., will be applied singularly or in combination as an ensembled classifier to find the model with the best performance. Deep learning classifiers will be used along with feature-based modeling and compared to test the classifier's applicability. Validation techniques like leave-one-out validation, k-fold validation, and split (into training and test cohort) will be used to assess the stability of the machine learning model. Radiomic analysis will be done by data scientist/ study investigators with expertise in data analytics. All segmentations will be done on open source software like ITK snap (itksnap.org) or 3D Slicer (slicer.org). Feature extraction and modeling will be done using opensource software like Python (python.org). As a tertiary objective in the project, we will develop a protocol for anonymized data storage (clinical information, radiation planning and response assessment images, radiation planning data, intra-treatment images like cone beam computed tomography) in a secured image biobank repository with protected cloud space. Also, natural language processing (NLP) algorithms will be developed to train and validate model for extraction, and documentation of clinical variables extracted for the study. With continuous advancements in computational science, available newer analytical techniques and platforms will be applied as appropriate by collaborators from Bhabha Atomic Research Centre, Mumbai, by sharing anonymized data."},"conditionsModule":{"conditions":["CNS Tumor"],"keywords":["Brain tumor","Glioma","Radiation Oncology","Artificial Intelligence","Machine learning"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":6000,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"The images (CT, MRI, PET) used for RT planning, mid-treatment imaging as part of IGRT or disease evaluation, and response assessment/ surveillance post-RT","description":"The radiation plans and dose-volume histogram will be obtained from TPS. All the images and radiation-related data will be downloaded from the PACS and TPS, applying anonymization filters. Clinical features (patient, disease, treatment-related characteristics, and outcomes) will be extracted by review of electronic medical records. Imaging pre-processing will be done, which will include skull stripping and registration across different modalities (e.g., MRI and CT) or different sequences(e.g., T1C, T2W, ADC) will be done using rigid or deformable algorithms as suited best for the modality"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Autosegmentation of organs at risk and target volumes.","description":"The agreement between manual segmentation and automated segmentation using an artificial intelligence-based model will be assessed using Dice coefficient of similarity.","timeFrame":"5 years"}],"secondaryOutcomes":[{"measure":"Survival Analysis and Toxicity Estimation","description":"Quantitative image analysis from target volumes and organs at risk and correlation with survival and normal tissue complications. Survival analysis will be done using Kaplan Meier method and nomograms will be constructed from quantitative imaging features. Toxicity assessment will include the incidence of radionecrosis and the correlation of quantitative imaging markers will be done using regression models or machine learning algorithms.","timeFrame":"5 years"},{"measure":"Dosiomic analysis","description":"Quantitative analysis of radiation dosimetric maps and correlation with survival and toxicity. The performance metrics of the radiomics model in the prediction of recurrence/ death or toxicity (necrosis) will be compared with ground truth using sensitivity, specificity, accuracy, area under curve.","timeFrame":"5 years"},{"measure":"Response assessment following treatment","description":"Development of an automated response assessment algorithm using the images (MRI/ CT/ PET scan) following radiation. The predicted response using machine learning algorithms will be compared with actual outcomes (response/ stable disease/ progressive disease) and performance measured in the form of sensitivity, specificity, accuracy, area under curve.","timeFrame":"5 years"}],"otherOutcomes":[{"measure":"Automated radiation planning and evaluation","description":"Application of artificial intelligence algorithms in the treatment planning system for automated radiation plan generation and evaluation. The plans generated using artificial intelligence algorithms will be manually evaluated by radiation oncologists/ physicists and reported with proportions/ratios.","timeFrame":"5 years"},{"measure":"Data Banking","description":"Development of a data bank to store clinical details, images, and radiation plans. The annotated clinical, imaging, and radiation data will be secured in a database (no formal assessment is planned for the efficacy of data storage). Standardization of clinical variables with automated data extraction from the medical records and PACS will be established.","timeFrame":"5 years"},{"measure":"Natural language processing for data interpretation","description":"Development of NLP algorithms for automated recording of data and interpretation. The performance of NLP algorithms in interpretation will be assessed manually (with actual data/ records) and reported with confusion matrices e.g., sensitivity, specificity","timeFrame":"5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n• Patients with CNS tumors treated with radiation in TMC between January 2010 and December 2022.\n\nExclusion Criteria:\n\n* RT treatment outside TMC.\n* Radiation planning not done in the treatment planning system (treated using clinical marking/ conventional simulator).","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"With approximately 500-600 patients with CNS tumors treated with RT in TMC every year, we expect a ceiling of 6000 patients during 2010-2022, which will be the maximum number of patients used for the analysis.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Dr ARCHYA DASGUPTA, MD","role":"CONTACT","phone":"91-22-24177000","phoneExt":"6861","email":"archya1010@gmail.com"}],"overallOfficials":[{"name":"Dr. ARCHYA DASGUPTA, MD","affiliation":"Tata Memorial Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Tata Memorial Hospital","status":"RECRUITING","city":"Mumbai","state":"Maharashtra","zip":"400012","country":"India","contacts":[{"name":"Dr Archya Dasgupta, MD","role":"CONTACT"}],"geoPoint":{"lat":19.07283,"lon":72.88261}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D016543","term":"Central Nervous System Neoplasms"}],"ancestors":[{"id":"D009369","term":"Neoplasms"},{"id":"D009423","term":"Nervous System Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M9020","name":"Glioma","relevance":"LOW"},{"id":"M5209","name":"Brain Neoplasms","relevance":"LOW"},{"id":"M18937","name":"Central Nervous System Neoplasms","asFound":"CNS Tumors","relevance":"HIGH"},{"id":"M12367","name":"Nervous System Neoplasms","relevance":"LOW"},{"id":"T2519","name":"Glioma","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}