{"protocolSection":{"identificationModule":{"nctId":"NCT06631443","orgStudyIdInfo":{"id":"4435"},"organization":{"fullName":"Tata Memorial Centre","class":"OTHER"},"briefTitle":"Asian Watch-and-Wait Database (AWWD)","officialTitle":"Evaluation of Clinical Outcome in Asian Patients with Localized Rectal Adenocarcinoma Managed with Watch-and-wait Approach by Developing a Multinational Collaborative Database.","acronym":"AWWD"},"statusModule":{"statusVerifiedDate":"2024-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-10-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2029-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-10-01","studyFirstSubmitQcDate":"2024-10-05","studyFirstPostDateStruct":{"date":"2024-10-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-11-19","lastUpdatePostDateStruct":{"date":"2024-11-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Shivakumar Gudi","investigatorTitle":"Assistant Professor, Radiation Oncology","investigatorAffiliation":"Tata Memorial Centre"},"leadSponsor":{"name":"Tata Memorial Centre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The standard treatment approach of localized rectal adenocarcinoma involves neoadjuvant radiotherapy and chemotherapy followed by assessment for surgery and optional adjuvant chemotherapy. However, such patients who achieve complete of near complete clinical response after neoadjuvant therapy are increasingly being managed with the 'Watch-and-Wait strategy' in the recent years. Although safety of such policy has been established, the patient population in the published studies are not represented well by Asian population. Moreover, the data about safety of such policy in the setting of modern neoadjuvant strategies is limited. The Principle Investigator propose a multinational collaborative prospective database study in Asia to systematically collect data on patients being managed with such a strategy. The target population is patients with localized rectal adenocarcinoma achieving near complete or complete response being managed by the Watch-and-Wait strategy. The primary end point being local regrowth and other survival and quality of life end points will be evaluated as well. A secure multinational database will be generated over 5 years with an estimated expected minimal sample size of 337 patients over 5 years across 7-10 Asian institutes to precisely evaluate the required endpoints. Ethical and legal requirements will be met at each participating institute.","detailedDescription":"Neoadjuvant radiation and chemotherapy followed by total mesorectal excision (TME) remains a standard approach in most of the centres globally. Although the oncological outcomes have improved significantly with this multimodality approach over the last few decades, this approach adversely affects quality of life and functional outcomes especially for those needing permanent colostomy. More recently, patients achieving complete or near complete response are increasingly being managed by the 'Watch-and-Wait' approach where in, patients are followed using an intense follow up protocol after radiation and chemotherapy and avoid or delay surgery(1)(2)(3)(4)(5). However, this approach has not been widely adopted worldwide and there is limited data in the published medical literature. While the randomized trials in this setting does not appear to be feasible for obvious ethical reasons, robust data collected both retrospectively and prospectively can provide insights into this approach and help us refine the Watch-and-Wait approach in our routine clinics and in optimizing patient selection and surveillance strategies. Such an attempt was done by developing a multinational database from the Netherlands, Brazil, Portugal, and the UK(6). This data base consisted of more than a thousand patients and several important clinical questions were answered using this data(7)(8). However, this database largely consisted of patients treated using long course chemoradiation which was considered a standard treatment previously at that time. Moreover, there was no representation from Asian countries in this database. Currently, with the recent publications from the large, randomized trials like RAPIDO, UNICANCER PRODIGE 23, OPRA, more and more patients with locally advanced non-metastatic rectal adenocarcinoma are managed with a total neoadjuvant therapy approach(9)(10)(11). Radiotherapy dose escalation using brachytherapy has also gained interest with recent publication of results from the OPERA trial(12). Hence, with these developments, management practice of locally advanced rectal adenocarcinomas has become heterogeneous across institutions globally. These patients are being treated with more aggressive neoadjuvant therapies including total neoadjuvant therapy (TNT) approach. Many of these regimens involve multiagent neoadjuvant chemotherapy in addition to chemoradiation or short course hypofractionated radiotherapy leading increased response rates. The knowledge about the risks and benefits of watch-and-wait strategy after newer neoadjuvant strategies is somewhat limited. It is not entirely known whether the watch-and-wait approach can be applied safely to these patients who achieve clinical complete response after more aggressive neoadjuvant therapy regimens. Also, the data on Asian patients managed with such a strategy is scarce in the literature. Not only the inherent biological and genetic factors associated with rectal adenocarcinoma in Asian patients may be different but also the compliance and feasibility of intense surveillance protocol can be challenging in some of the Asian countries. Considering all these, the principle investigator intend to develop a comprehensive and secure database exclusively from Asian countries and to collect meaningful data systematically to answer important clinical questions on watch-and-wait strategy in Asian patients. This effort is likely to strengthen available evidence on this subject and generate evidence based on data exclusively from Asian patients. Collective efforts from participating nations can facilitate mutual learning and help in safe adoption of the watch-and-wait strategy in a greater number of centres across Asia. This collaborative study among Asian countries may potentially pave the way for future studies of similar kind."},"conditionsModule":{"conditions":["Rectal Adenocarcinoma","Rectal Cancer"],"keywords":["AWWD","Asian wait and watch database","Multicentric","Database","Registry","Watch and Wait","Non Operative management"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"5 Years","designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":337,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Local regrowth rate","description":"To determine the local regrowth rates at 2 years in Asian patients managed with the watch-and-wait strategy after neoadjuvant therapy in rectal cancer.","timeFrame":"2 years"}],"secondaryOutcomes":[{"measure":"Overall Survival Rates","description":"Rates of overall survival at 2 years is measured as a time to event end point from the date of diagnosis to date of death from any cause","timeFrame":"2 years"},{"measure":"Overall Survival Rates","description":"Rates of overall survival at 5 years is measured as a time to event end point from the date of diagnosis to date of death from any cause","timeFrame":"5 years"},{"measure":"Evaluating Disease-Free Survival","description":"Disease free survival at 2 years is measured as a time to event end point from the date of diagnosis to date of relapse or death from any cause","timeFrame":"2 years"},{"measure":"Evaluating Disease-Free Survival","description":"Disease free survival at 5 years is measured as a time to event end point from the date of diagnosis to date of relapse or death from any cause","timeFrame":"5 years"},{"measure":"Colostomy-Free Survival","description":"Colostomy free survival at 2 years is measured as a time to event end point from the date of diagnosis to date of colostomy or date of death from any cause","timeFrame":"2 years"},{"measure":"Colostomy-Free Survival","description":"Colostomy free survival at 5 years is measured as a time to event end point from the date of diagnosis to date of colostomy or date of death from any cause","timeFrame":"5 years"},{"measure":"Assessing Clinical Complete Response","description":"Clinical complete response rates with respect to various neoadjuvant treatment approaches","timeFrame":"2 years"},{"measure":"Assessing Clinical Regrowth Rates","description":"Clinical regrowth rates with respect to various neoadjuvant treatment approaches","timeFrame":"2 years"},{"measure":"Quality of life Assesment (EORTC QOL30)","description":"To determine Quality of life (QOL) of patients managed with Watch-and-wait policy.","timeFrame":"2 years"},{"measure":"Quality of life Assesment (EORTC QOL CR29)","description":"To determine Quality of life (QOL) of patients managed with Watch-and-wait policy.","timeFrame":"2 years"},{"measure":"Patient Compliance","description":"Compliance of these patients to recommended surveillance protocol","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed diagnosis of adenocarcinoma of the rectum\n* Age ≥18 years\n* Clinical stage T1-T4, N0-N2, M0 at diagnosis\n* ECOG Performance status 0-1\n* Neoadjuvant treatment with either short course or long course radiation therapy and / or chemotherapy\n* Complete or near complete clinical response after neoadjuvant therapy\n* Patients willing to be on watch-and-wait strategy.\n* The distance from anal verge of tumor up to 10 cm (Mid and low rectal tumors)\n\nExclusion Criteria:\n\n* Recurrent rectal cancer\n* Patients with any other concurrent medical or psychiatric condition or disease which would make them inappropriate candidates for entry into this study.\n* Not willing to consent for the study or to follow up routinely\n* Patients who cannot read or understand the language of QoL","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with localized rectal adenocarcinoma being treated at hospitals or institutes","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Dr. Shivakumar Gudi, MBBS, MD (Radiation Oncology)","role":"CONTACT","phone":"2224177000","phoneExt":"6863","email":"shivakumargudi@gmail.com"}],"overallOfficials":[{"name":"Shivakumar Gudi Dr., MBBS, MD (Radiation Oncology)","affiliation":"Tata Memorial Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Tata Memorial Centre","status":"RECRUITING","city":"Mumbai","state":"Maharashtra","zip":"400012","country":"India","contacts":[{"name":"Dr Shivakumar Gudi, MBBS, MD (Radiation Oncology)","role":"CONTACT","phone":"+ 91 022 24177000","phoneExt":"6863","email":"shivakumargudi@gmail.com"}],"geoPoint":{"lat":19.07283,"lon":72.88261}}]},"referencesModule":{"references":[{"pmid":"36801007","type":"BACKGROUND","citation":"Gerard JP, Barbet N, Schiappa R, Magne N, Martel I, Mineur L, Deberne M, Zilli T, Dhadda A, Myint AS; ICONE group. Neoadjuvant chemoradiotherapy with radiation dose escalation with contact x-ray brachytherapy boost or external beam radiotherapy boost for organ preservation in early cT2-cT3 rectal adenocarcinoma (OPERA): a phase 3, randomised controlled trial. Lancet Gastroenterol Hepatol. 2023 Apr;8(4):356-367. doi: 10.1016/S2468-1253(22)00392-2. Epub 2023 Feb 16."},{"pmid":"35483010","type":"BACKGROUND","citation":"Garcia-Aguilar J, Patil S, Gollub MJ, Kim JK, Yuval JB, Thompson HM, Verheij FS, Omer DM, Lee M, Dunne RF, Marcet J, Cataldo P, Polite B, Herzig DO, Liska D, Oommen S, Friel CM, Ternent C, Coveler AL, Hunt S, Gregory A, Varma MG, Bello BL, Carmichael JC, Krauss J, Gleisner A, Paty PB, Weiser MR, Nash GM, Pappou E, Guillem JG, Temple L, Wei IH, Widmar M, Lin S, Segal NH, Cercek A, Yaeger R, Smith JJ, Goodman KA, Wu AJ, Saltz LB. Organ Preservation in Patients With Rectal Adenocarcinoma Treated With Total Neoadjuvant Therapy. J Clin Oncol. 2022 Aug 10;40(23):2546-2556. doi: 10.1200/JCO.22.00032. Epub 2022 Apr 28."},{"pmid":"33862000","type":"BACKGROUND","citation":"Conroy T, Bosset JF, Etienne PL, Rio E, Francois E, Mesgouez-Nebout N, Vendrely V, Artignan X, Bouche O, Gargot D, Boige V, Bonichon-Lamichhane N, Louvet C, Morand C, de la Fouchardiere C, Lamfichekh N, Juzyna B, Jouffroy-Zeller C, Rullier E, Marchal F, Gourgou S, Castan F, Borg C; Unicancer Gastrointestinal Group and Partenariat de Recherche en Oncologie Digestive (PRODIGE) Group. Neoadjuvant chemotherapy with FOLFIRINOX and preoperative chemoradiotherapy for patients with locally advanced rectal cancer (UNICANCER-PRODIGE 23): a multicentre, randomised, open-label, phase 3 trial. Lancet Oncol. 2021 May;22(5):702-715. doi: 10.1016/S1470-2045(21)00079-6. Epub 2021 Apr 13."},{"pmid":"33301740","type":"BACKGROUND","citation":"Bahadoer RR, Dijkstra EA, van Etten B, Marijnen CAM, Putter H, Kranenbarg EM, Roodvoets AGH, Nagtegaal ID, Beets-Tan RGH, Blomqvist LK, Fokstuen T, Ten Tije AJ, Capdevila J, Hendriks MP, Edhemovic I, Cervantes A, Nilsson PJ, Glimelius B, van de Velde CJH, Hospers GAP; RAPIDO collaborative investigators. Short-course radiotherapy followed by chemotherapy before total mesorectal excision (TME) versus preoperative chemoradiotherapy, TME, and optional adjuvant chemotherapy in locally advanced rectal cancer (RAPIDO): a randomised, open-label, phase 3 trial. Lancet Oncol. 2021 Jan;22(1):29-42. doi: 10.1016/S1470-2045(20)30555-6. Epub 2020 Dec 7."},{"pmid":"36972213","type":"BACKGROUND","citation":"Temmink SJD, Peeters KCMJ, Bahadoer RR, Kranenbarg EM, Roodvoets AGH, Melenhorst J, Burger JWA, Wolthuis A, Renehan AG, Figueiredo NL, Pares O, Martling A, Perez RO, Beets GL, van de Velde CJH, Nilsson PJ; International Watch & Wait Database (IWWD) Consortium. Watch and wait after neoadjuvant treatment in rectal cancer: comparison of outcomes in patients with and without a complete response at first reassessment in the International Watch & Wait Database (IWWD). Br J Surg. 2023 May 16;110(6):676-684. doi: 10.1093/bjs/znad051."},{"pmid":"33316218","type":"BACKGROUND","citation":"Fernandez LM, Sao Juliao GP, Figueiredo NL, Beets GL, van der Valk MJM, Bahadoer RR, Hilling DE, Meershoek-Klein Kranenbarg E, Roodvoets AGH, Renehan AG, van de Velde CJH, Habr-Gama A, Perez RO; International Watch & Wait Database Consortium. Conditional recurrence-free survival of clinical complete responders managed by watch and wait after neoadjuvant chemoradiotherapy for rectal cancer in the International Watch & Wait Database: a retrospective, international, multicentre registry study. Lancet Oncol. 2021 Jan;22(1):43-50. doi: 10.1016/S1470-2045(20)30557-X. Epub 2020 Dec 11."},{"pmid":"29976470","type":"BACKGROUND","citation":"van der Valk MJM, Hilling DE, Bastiaannet E, Meershoek-Klein Kranenbarg E, Beets GL, Figueiredo NL, Habr-Gama A, Perez RO, Renehan AG, van de Velde CJH; IWWD Consortium. Long-term outcomes of clinical complete responders after neoadjuvant treatment for rectal cancer in the International Watch & Wait Database (IWWD): an international multicentre registry study. Lancet. 2018 Jun 23;391(10139):2537-2545. doi: 10.1016/S0140-6736(18)31078-X."},{"pmid":"26705854","type":"BACKGROUND","citation":"Renehan AG, Malcomson L, Emsley R, Gollins S, Maw A, Myint AS, Rooney PS, Susnerwala S, Blower A, Saunders MP, Wilson MS, Scott N, O'Dwyer ST. Watch-and-wait approach versus surgical resection after chemoradiotherapy for patients with rectal cancer (the OnCoRe project): a propensity-score matched cohort analysis. Lancet Oncol. 2016 Feb;17(2):174-183. doi: 10.1016/S1470-2045(15)00467-2. Epub 2015 Dec 17."},{"pmid":"26156652","type":"BACKGROUND","citation":"Appelt AL, Ploen J, Harling H, Jensen FS, Jensen LH, Jorgensen JC, Lindebjerg J, Rafaelsen SR, Jakobsen A. High-dose chemoradiotherapy and watchful waiting for distal rectal cancer: a prospective observational study. Lancet Oncol. 2015 Aug;16(8):919-27. doi: 10.1016/S1470-2045(15)00120-5. Epub 2015 Jul 5."},{"pmid":"23154394","type":"BACKGROUND","citation":"Smith JD, Ruby JA, Goodman KA, Saltz LB, Guillem JG, Weiser MR, Temple LK, Nash GM, Paty PB. Nonoperative management of rectal cancer with complete clinical response after neoadjuvant therapy. Ann Surg. 2012 Dec;256(6):965-72. doi: 10.1097/SLA.0b013e3182759f1c."},{"pmid":"22067400","type":"BACKGROUND","citation":"Maas M, Beets-Tan RG, Lambregts DM, Lammering G, Nelemans PJ, Engelen SM, van Dam RM, Jansen RL, Sosef M, Leijtens JW, Hulsewe KW, Buijsen J, Beets GL. Wait-and-see policy for clinical complete responders after chemoradiation for rectal cancer. J Clin Oncol. 2011 Dec 10;29(35):4633-40. doi: 10.1200/JCO.2011.37.7176. Epub 2011 Nov 7."},{"pmid":"15383798","type":"BACKGROUND","citation":"Habr-Gama A, Perez RO, Nadalin W, Sabbaga J, Ribeiro U Jr, Silva e Sousa AH Jr, Campos FG, Kiss DR, Gama-Rodrigues J. Operative versus nonoperative treatment for stage 0 distal rectal cancer following chemoradiation therapy: long-term results. Ann Surg. 2004 Oct;240(4):711-7; discussion 717-8. doi: 10.1097/01.sla.0000141194.27992.32."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D000230","term":"Adenocarcinoma"},{"id":"D012004","term":"Rectal Neoplasms"}],"ancestors":[{"id":"D002277","term":"Carcinoma"},{"id":"D009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009369","term":"Neoplasms"},{"id":"D015179","term":"Colorectal Neoplasms"},{"id":"D007414","term":"Intestinal Neoplasms"},{"id":"D005770","term":"Gastrointestinal Neoplasms"},{"id":"D004067","term":"Digestive System Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D004066","term":"Digestive System Diseases"},{"id":"D005767","term":"Gastrointestinal Diseases"},{"id":"D007410","term":"Intestinal Diseases"},{"id":"D012002","term":"Rectal Diseases"}],"browseLeaves":[{"id":"M3585","name":"Adenocarcinoma","asFound":"Adenocarcinoma","relevance":"HIGH"},{"id":"M14846","name":"Rectal Neoplasms","asFound":"Rectal Adenocarcinoma","relevance":"HIGH"},{"id":"M5534","name":"Carcinoma","relevance":"LOW"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M17890","name":"Colorectal Neoplasms","relevance":"LOW"},{"id":"M10448","name":"Intestinal Neoplasms","relevance":"LOW"},{"id":"M8886","name":"Gastrointestinal Neoplasms","relevance":"LOW"},{"id":"M7256","name":"Digestive System Neoplasms","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M10444","name":"Intestinal Diseases","relevance":"LOW"},{"id":"M14844","name":"Rectal Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"}]}},"hasResults":false}