{"protocolSection":{"identificationModule":{"nctId":"NCT06429761","orgStudyIdInfo":{"id":"D9673L00012"},"organization":{"fullName":"AstraZeneca","class":"INDUSTRY"},"briefTitle":"Phase 4 Study to Assess the Safety of Trastuzumab Deruxtecan, in Indian Patients","officialTitle":"Aprospective, Multi Center Phase 4 Study to Assess the Safety of Trastuzumab Deruxtecan, an Anti-her2-antibody Drug Conjugate in Indian Patients With Unresectable or Metastatic her2-positive Breast Cancer Who Have Received a Prior Anti-her2-based Regimen","acronym":"STRIDE"},"statusModule":{"statusVerifiedDate":"2025-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-01-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-10-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-21","studyFirstSubmitQcDate":"2024-05-21","studyFirstPostDateStruct":{"date":"2024-05-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-06-27","lastUpdatePostDateStruct":{"date":"2025-06-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"AstraZeneca","class":"INDUSTRY"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A PROSPECTIVE, MULTI-CENTER, PHASE 4, SINGLE ARM STUDY TO ASSESS THE SAFETY OF TRASTUZUMAB DERUXTECAN, AN ANTI-HER2-ANTIBODY DRUG CONJUGATE IN INDIAN PATIENTS WITH UNRESECTABLE OR METASTATIC HER2-POSITIVE BREAST CANCER WHO HAVE RECEIVED A PRIOR ANTI-HER2-BASED REGIMEN","detailedDescription":"As per recommendation from DCGI, the current phase-IV study is planned with an aim to assess the safety of Trastuzumab deruxtecan in Indian subjects receiving the drug as per the approved label indications in India in accordance with the requirements of the Health Authorities of India. The data obtained from the present study will help to understand the safety profile of Trastuzumab deruxtecan among Indian patients."},"conditionsModule":{"conditions":["BREAST CANCER"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Single Arm","type":"EXPERIMENTAL","description":"Trastuzumab deruxtecan","interventionNames":["Drug: Trastuzumab deruxtecan"]}],"interventions":[{"type":"DRUG","name":"Trastuzumab deruxtecan","description":"IV infusion Trastuzumab deruxtecan will be administered at 5.4 mg/kg on day 1 of a 21 day cycle for 9 cycles.","armGroupLabels":["Single Arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To assess the safety of trastuzumab deruxtecan in adult Indian patients","description":"Rate of adverse events","timeFrame":"6 Months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1 Participant must be \\>18 years of age inclusive, at the time of signing the informed consent.\n\n2 Patients who are willing and capable of giving signed informed consent as described in Appendix A, which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n\n3 Participants with pathologically documented breast cancer that:\n\n* is unresectable or metastatic\n* HER2-positive expression (IHC 3+ or IHC 2+ with ISH positive) as confirmed by laboratory assessment within last 1 year of study enrolment.\n* was previously treated with an anti HER-2 based regimen 4 Adequate bone marrow function, within 14 d before enrolment, defined as:\n\n  a. Absolute neutrophil count ≥ 1.5 × 109/L (granulocyte colony-stimulating factor administration is not allowed within 1 wk prior to Screening assessment); b. Platelet count ≥ 100 × 109/L (Platelet transfusion is not allowed within 1 wk prior to Screening assessment); c. Hemoglobin level ≥ 9.0 g/dL (Red blood cell transfusion is not allowed within 1 wk prior to Screening assessment).\n\n  5 Adequate renal function within 14 d before enrolment, defined as:\n* Creatinine clearance ≥ 30 mL/min, as calculated using the Cockcroft-Gault equation (CLcr (mL/min) = \\[140 - age (years)\\] × weight (kg) {× 0.85 for females}; 72 × serum creatinine (mg/dL) 6 Adequate hepatic function within 14 d before enrolment, defined as:\n* Total bilirubin ≤ 1.5 × upper limit of normal (ULN) if no liver metastases or \\< 3\n\n  × ULN in the presence of documented Gilbert's syndrome (unconjugated hyperbilirubinemia) or liver metastases at baseline, and\n* Aspartate transaminase (AST)/alanine transaminase (ALT) ≤ 3 × ULN\n\n  7 Adequate blood clotting function within 14 d before enrolment, defined as:\n* International normalized ratio/prothrombin time ≤ 1.5 × ULN and either partial thromboplastin or activated partial thromboplastin time ≤ 1.5 × ULN 8 Female subjects of reproductive/childbearing potential must agree to use a highly effective form of contraception or avoid intercourse during and upon completion of the study and for at least 7 mo after the last dose of trastuzumab deruxtecan. Male subjects must agree to inform all potential female partners that they are participating in a clinical trial of a drug that may cause birth defects. Male subjects must also agree to either avoid intercourse or that they and/or any female partners of reproductive/childbearing potential will use a highly effective form of contraception during and upon completion of the study and for at least 4.5 mo after the last dose of trastuzumab deruxtecan. Methods considered as highly effective methods of contraception include:\n* Combined (estrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation:\n\n  o Oral\n\n  o Intravaginal\n\n  o Transdermal\n* Progestogen-only hormonal contraception associated with inhibition of ovulation:\n\n  o Oral\n\n  o Injectable\n\n  o Implantable\n* Intrauterine device\n* Intrauterine hormone-releasing system\n* Bilateral tubal occlusion\n* Vasectomized partner\n* Complete sexual abstinence defined as refraining from heterosexual intercourse during and upon completion of the study and for at least 7 mo for female subjects (4.5 mo for male subjects) after the last dose of trastuzumab deruxtecan. True abstinence must be in line with the preferred and usual lifestyle of the subject. Periodic abstinence (calendar, symptothermal, postovulation methods) is not an acceptable method of contraception.\n\nNon-childbearing potential is defined as pre-menopausal females with a documented tubal ligation or hysterectomy; or postmenopausal defined as 12 mo of spontaneous amenorrhea (in questionable cases, a blood sample with simultaneous follicle-stimulating hormone \\> 40 mIU/mL and estradiol \\< 40 pg/mL \\[\\< 147 pmol/L\\] is confirmatory). Females on hormone replacement therapy (HRT) and whose menopausal status is in doubt will be required to use 1 of the contraception methods outlined for women of childbearing potential if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of postmenopausal status prior to study enrollment. For most forms of HRT, at least 2 to 4 wk will elapse between the cessation of therapy and the blood draw; this interval depends on the type and dosage of HRT. Following confirmation of their postmenopausal status, they can resume use of HRT during the study without use of a contraceptive method.\n\n9 Male subjects must not freeze or donate sperm throughout the study period beginning at Cycle 1 Day 1 and for at least 4.5 mo after the last dose of trastuzumab deruxtecan or Preservation of sperm should be considered prior to enrollment in this study.\n\n10 Female subjects must not donate ova or retrieve them for their own use from the time of Screening and throughout the study treatment period, and for at least 7 mo after the last dose of trastuzumab deruxtecan\n\nExclusion Criteria:\n\n1. Prior treatment with T-DXd\n2. Uncontrolled or significant cardiovascular disease, including any of the following:\n\n   1. History of myocardial infarction within 6 months before enrolment\n   2. History of symptomatic congestive heart failure (New York Heart Association Class II to IV);\n   3. Corrected QT interval (QTc) prolongation to \\> 470 ms (females) or \\>450 ms (male);\n   4. LVEF \\< 50% within 28 d prior to treatment initiation.\n3. Has a history of (noninfectious) ILD/pneumonitis that required steroids, has current ILD/pneumonitis, or where suspected ILD/pneumonitis cannot be ruled out by imaging at Screening.\n4. Spinal cord compression or clinically active central nervous system (CNS) metastases, defined as untreated or symptomatic, or requiring therapy with corticosteroids or anticonvulsants to control associated symptoms.\n\n   * Subjects with clinically inactive brain metastases may be included in the study.\n   * Subjects with treated brain metastases that are no longer symptomatic and who require no treatment with corticosteroids or anticonvulsants may be included in the study if they have recovered from the acute toxic effect of radiotherapy. A minimum of 2 wk must have elapsed between the end of whole brain radiotherapy and study enrollment.\n5. Has a history of severe hypersensitivity reactions to either the drug substances or inactive ingredients in the drug product or to other mAbs.\n6. Uncontrolled infection requiring IV antibiotics, antivirals, or antifungals.\n7. Known human immunodeficiency virus (HIV) infection or active hepatitis B or C infection.\n8. Unresolved toxicities from previous anticancer therapy, defined as toxicities (other than alopecia) not yet resolved to Grade ≤ 1 or baseline. Subjects with chronic Grade 2 toxicities may be eligible per the discretion of the investigator after consultation with the Sponsor Medical Monitor or designee (eg, Grade 2 chemotherapy-induced neuropathy).\n9. Therapeutic radiation therapy or major surgery within 4 wk before enrolment or palliative stereotactic radiation therapy within 2 wk before enrolment.\n10. Systemic treatment with anticancer therapy (immunotherapy \\[non-antibody-based therapy\\], retinoid therapy, or hormonal therapy) within 3 wk before enrolment; antibody-based-anticancer-therapy within 4 wk before enrolment; or treatment with nitrosoureas or mitomycin C within 6 wk before randomization; or treatment with small-molecule targeted agents within 2 wk or 5 half-lives before enrolment, whichever is longer.\n11. Participation in a therapeutic clinical study within 3 wk before enrolment (for small-molecule targeted agents, this non-participation period is 2 wk or 5 half-lives, whichever is longer), or current participation in other investigational procedures.\n12. Pregnant, breastfeeding, or planning to become pregnant.\n13. Clinically severe pulmonary compromise resulting from intercurrent pulmonary illnesses including, but not limited to, any underlying pulmonary disorder (ie, pulmonary emboli within 3 months of the study enrollment, severe asthma, severe chronic obstructive pulmonary disease \\[COPD\\], restrictive lung disease, pleural effusion etc), and any autoimmune, connective tissue or inflammatory disorders with pulmonary involvement (ie, rheumatoid arthritis, Sjögren's, sarcoidosis etc), or prior pneumonectomy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"AstraZeneca Clinical Study Information Center","role":"CONTACT","phone":"1-877-240-9479","email":"information.center@astrazeneca.com"}],"locations":[{"facility":"Research Site","status":"RECRUITING","city":"Bangalore","zip":"560017","country":"India","geoPoint":{"lat":12.97194,"lon":77.59369}},{"facility":"Research Site","status":"RECRUITING","city":"Kochi","zip":"682041","country":"India","geoPoint":{"lat":9.93988,"lon":76.26022}},{"facility":"Research Site","status":"RECRUITING","city":"Pune","zip":"411028","country":"India","geoPoint":{"lat":18.51957,"lon":73.85535}},{"facility":"Research Site","status":"RECRUITING","city":"Varanasi","zip":"221005","country":"India","geoPoint":{"lat":25.31668,"lon":83.01041}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Qualified researchers can request access to anonymized individual patient-level data from AstraZeneca group of companies sponsored clinical trials via the request portal\n\nVivli.org. All requests will be evaluated as per the AZ disclosure commitment:\n\nhttps://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure. \"Yes\", indicates that AZ are accepting requests for IPD, but this does not mean all requests will be approved.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"AstraZeneca will meet or exceed data availability as per the commitments made to the EFPIA/PhRMA Data-Sharing Principles. For details of our timelines, please refer to our disclosure commitment at https://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure.","accessCriteria":"When a request has been approved AstraZeneca will provide access to the anonymized individual patient-level data via secure research environment Vivli.org. A Signed Data Usage Agreement (non-negotiable contract for data accessors) must be in place before accessing requested information.","url":"https://vivli.org/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D001943","term":"Breast Neoplasms"}],"ancestors":[{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D001941","term":"Breast Diseases"},{"id":"D012871","term":"Skin Diseases"}],"browseLeaves":[{"id":"M5220","name":"Breast Neoplasms","asFound":"Breast Cancer","relevance":"HIGH"},{"id":"M5218","name":"Breast Diseases","relevance":"LOW"},{"id":"M15674","name":"Skin Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000068878","term":"Trastuzumab"},{"id":"C000614160","term":"Trastuzumab deruxtecan"}],"ancestors":[{"id":"D000074322","term":"Antineoplastic Agents, Immunological"},{"id":"D000970","term":"Antineoplastic Agents"},{"id":"D018796","term":"Immunoconjugates"},{"id":"D007155","term":"Immunologic Factors"},{"id":"D045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M4225","name":"Antibodies","relevance":"LOW"},{"id":"M10184","name":"Immunoglobulins","relevance":"LOW"},{"id":"M325","name":"Trastuzumab","asFound":"Rate","relevance":"HIGH"},{"id":"M233243","name":"Trastuzumab deruxtecan","asFound":"Panitumumab","relevance":"HIGH"},{"id":"M1346","name":"Antineoplastic Agents, Immunological","relevance":"LOW"},{"id":"M20855","name":"Immunoconjugates","relevance":"LOW"},{"id":"M10201","name":"Immunologic Factors","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"ANeo","name":"Antineoplastic Agents"}]}},"hasResults":false}