{"protocolSection":{"identificationModule":{"nctId":"NCT05110196","orgStudyIdInfo":{"id":"CINC280AIN01"},"organization":{"fullName":"Novartis","class":"INDUSTRY"},"briefTitle":"Study of Capmatinib in Indian Patients With MET Exon 14 Skipping Mutation Positive Advanced NSCLC.","officialTitle":"A Prospective, Multicenter, Open-label, Phase IV, Interventional Study to Assess the Safety and Efficacy of Capmatinib in Indian Patients With Mesenchymalepithelial Transition (MET) Exon 14 Skipping Mutation Positive Advanced Nonsmall Cell Lung Cancer (NSCLC)."},"statusModule":{"statusVerifiedDate":"2024-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-26","studyFirstSubmitQcDate":"2021-10-26","studyFirstPostDateStruct":{"date":"2021-11-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-10-09","lastUpdatePostDateStruct":{"date":"2024-10-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Novartis Pharmaceuticals","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The Drugs Controller General of India (DCGI) has granted approval for Rahika® (Capmatinib) film-coated tablet 150 and 200 mg for the treatment of adult patients with advanced/metastatic NSCLC whose tumors have a mutation that leads to MET exon 14 skipping mutation with condition to perform a Phase IV clinical trial in Indian patients. As recommended by DCGI, this Phase IV study has been planned to evaluate the safety and efficacy of capmatinib in treatment of adult Indian patients with advanced/metastatic NSCLC whose tumors have a MET exon 14 skipping mutation positive advanced NSCLC in any line of therapy.","detailedDescription":"This is a Phase IV, prospective, multicenter, open-label, interventional study. The study will include approximately 50 patients. The study will include molecular prescreening (28 days for patients who do not have documented MET exon 14 skipping mutation positive results), screening period (28 days), treatment period of 24 weeks, end of treatment (EOT) visit, and follow-up period of 30 days post last dose of study treatment. During the treatment period, study treatment will be administered as capmatinib 400 mg orally as twice daily (BID) on a continuous dosing schedule for 24 weeks. The treatment with capmatinib will be started only when the previous anti-cancer treatment was stopped within 4 weeks or ≥5 x half-life (whichever is longer) in subject who were on prior line/s of treatment. The treatment period begins on Day 1 of Cycle 1. Each treatment cycle will be of 21 days. Cycle 2 will start on Day 22 of the study and will be considered as Cycle 2 Day 22 (C2D22) and so on if there is no temporary discontinuation\n\nPatients may be discontinued from treatment earlier due to unacceptable toxicity, disease progression, withdrawal of consent, or at the discretion of the investigator or the patient. These patients will have end of study (EOS) assessment 30 days after the administration of last dose of the study treatment.\n\nEvery effort will be made by Novartis to continue provision of study treatment capmatinib via post trial access (PTA) to the patients who are ongoing on treatment at the end of the planned duration of study and deriving clinical benefit. Patients transitioning to PTA will also have to compete the EOS Visit assessment after the last dose administration of capmatinib for the current study."},"conditionsModule":{"conditions":["Non-Small Cell Lung Carcinoma"],"keywords":["Carcinoma, Non-Small Cell Lung","Non-Small Cell Lung Cancer","Non small Cell Lung Cancer","Lung Neoplasms","Bronchial neoplasms","Mesenchymal-Epithelial Transition exon 14 Skipping Mutation Positive Advanced Non-Small Cell Lung Cancer","NSCLC","MET","Lung Cancer","Carcinoma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Capmatinib","type":"EXPERIMENTAL","description":"Capmatinib (Rahika®) film-coated tablet administered as 400 mg orally twice daily on a continuous dosing schedule for 24 weeks.","interventionNames":["Drug: Capmatinib 150 mg","Drug: Capmatinib 200 mg"]}],"interventions":[{"type":"DRUG","name":"Capmatinib 150 mg","description":"Capmatinib film-coated tablet 150 mg administered BID with or without food for 24 weeks. It should be swallowed whole and should not be broken, chewed, or crushed.","armGroupLabels":["Capmatinib"],"otherNames":["Rahika® 150mg"]},{"type":"DRUG","name":"Capmatinib 200 mg","description":"Capmatinib film-coated tablet 200 mg administered BID with or without food for 24 weeks. It should be swallowed whole and should not be broken, chewed, or crushed.","armGroupLabels":["Capmatinib"],"otherNames":["Rahika® 200 mg"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Percentage of participants with Adverse Events (AEs)","description":"Percentage of participants with Adverse Events (AEs), including SAEs, changes in laboratory values, vital signs and ECGs","timeFrame":"From first dose of study treatment administration until end of study, assessed up to 7 months"},{"measure":"Percentage of participants with dose modifications","description":"Percentage of participants with dose modifications, including dose interruptions and dose reductions","timeFrame":"From first dose of study treatment administration until end of treatment, assessed up to 6 months"},{"measure":"Dose intensity","description":"Dose intensity is defined as the ratio of total dose received and actual duration","timeFrame":"From first dose of study treatment administration until end of treatment, assessed up to 6 months"}],"secondaryOutcomes":[{"measure":"Overall Response Rate (ORR)","description":"ORR is defined as the proportion of subjects with confirmed best overall response of complete response (CR) or partial response (PR), as per RECIST 1.1 and by investigator assessment","timeFrame":"From first dose of study treatment up to a maximum duration of 7 months"},{"measure":"Overall Intracranial Response Rate (OIRR)","description":"OIRR is calculated as the ORR (CR+PR) of lesions in the brain for patients who had measureable disease in the brain at baseline","timeFrame":"From first dose of study treatment up to a maximum duration of 7 months"},{"measure":"Duration of Response (DOR","description":"DOR is defined as the time from first documented response of CR or PR to date of first documented progression or death, whichever comes first, as per RECIST 1.1 criteria and by investigator assessment","timeFrame":"From first documented response to first documented progression or death, assessed up to 7 months"},{"measure":"Time To response (TTR)","description":"TTR is defined as duration of time between the date of first dose of capmatinib and the date of first documented response of either CR or PR as per RECIST 1.1 criteria and by investigator assessment","timeFrame":"From first dose of study treatment up to first documented response, assessed up to 7 months"},{"measure":"Disease Control Rate (DCR)","description":"DCR is defined as the proportion of patients with CR or PR or subjects with stable disease per investigator according to RECIST 1.1 criteria and by investigator assessment","timeFrame":"From first dose of study treatment up to a maximum duration of 7 months"},{"measure":"Progression Free Survival (PFS)","description":"PFS is defined as the time from first dose of capmatinib to the date of the first documented radiological progression as per RECIST 1.1 response criteria or death due to any cause","timeFrame":"From first dose of study treatment to first documented progression or death, assessed up to a maximum duration of 7 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed informed consent form (ICF) must be obtained prior to participation in the study.\n2. Adult ≥18 years old at the time of informed consent.\n3. Stage IIIB/IIIC (not amenable to surgery, radiation or multi-modality therapy) or Stage IV NSCLC (according to Version 8 of the AJCC Staging Manual) either treatment naive or progressed on 1 or more lines of therapy at the time of study entry.\n4. Histologically or cytologically confirmed diagnosis of NSCLC with confirmed EGFR wild-type and ALK rearrangement negative and who have tested positive test for MET exon14 skipping mutation (Locally available MET report either by RT-PCR or Next Generation Sequencing \\[NGS\\] would be considered, in case not available MET testing would be done through NGS based platform during molecular pre-screening done as part of the study).\n5. Patients must have recovered from all toxicities related to prior systemic therapies to grade ≤1 (Common Terminology Criteria for Adverse Events \\[CTCAE\\] version 5.0).\n6. At least one measurable lesion as defined by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1.\n7. Patients must have adequate organ function including the following laboratory values at the screening visit:\n\n   * Absolute neutrophil count ≥1.5 x 109/L without growth factor support\n   * Platelets ≥100 x 109/L\n   * Hemoglobin ≥9 g/dL\n   * Calculated creatinine clearance (using Cockcroft-Gault formula) ≥45 mL/min\n   * Total bilirubin ≤1.5 upper limit of normal (ULN) (except in patients with Gilbert's syndrome, who may be included if total bilirubin is ≤3.0 x ULN and direct bilirubin is ≤1.5 x ULN))\n   * Aspartate transaminase (AST) ≤3 x ULN, except for patients with liver metastasis, who may only be included if AST ≤5 x ULN\n   * Alanine transaminase (ALT) ≤3 x ULN, except for patients with liver metastasis, who may only be included if ALT ≤5 x ULN\n   * Alkaline phosphatase ≤5.0 x ULN\n   * Asymptomatic serum amylase ≤ grade 2. Patients with grade 1 or grade 2 serum amylase at the beginning of the study must be confirmed to have no signs and/or symptoms suggesting pancreatitis or pancreatic injury (e.g., elevated P-amylase, abnormal imaging findings of pancreas, etc.)\n   * Serum lipase ≤ ULN.\n8. Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 to 2.\n9. Willing and able to comply with scheduled visits, treatment plan, and laboratory tests.\n\nExclusion Criteria:\n\n1. Prior treatment with any MET inhibitor or hepatocyte growth factor -targeting therapy.\n2. Presence or history of a malignant disease other than NSCLC that has been diagnosed and/or required therapy within the past 3 years. Exceptions to this exclusion include the following: completely resected basal cell and squamous cell skin cancers and completely resected carcinoma in situ of any type\n3. Patients with symptomatic central nervous system (CNS) metastases who are neurologically unstable or have required increasing doses of steroids within the 2 weeks prior to study entry to manage CNS symptoms.\n4. Patients with known druggable molecular alterations (such as ROS1 translocation or BRAF mutation, etc.) which might be a candidate for alternative targeted therapies as applicable per local regulations and treatment guidelines.\n5. Presence or history of interstitial lung disease or interstitial pneumonitis, including clinically significant radiation pneumonitis (i.e., affecting activities of daily living or requiring therapeutic intervention).\n6. Patients with clinically significant heart diseases like unstable angina/acute myocardial infarction within 6 months prior to screening, NYHA class III-IV congestive cardiac failure, uncontrolled hypertension, arrhythmias or QTcF≥470 ms on the screening electrocardiogram (ECG)\n7. Major surgery (e.g., intra-thoracic, intra-abdominal or intra-pelvic) within 4 weeks prior (2 weeks for resection of brain metastases) to starting capmatinib or who have not recovered from side effects of such procedure. Video-assisted thoracic surgery and mediastinoscopy will not be counted as major surgery and patients can be enrolled in the program ≥1 week after the procedure\n8. Thoracic radiotherapy to lung fields ≤4 weeks prior to starting capmatinib or patients who have not recovered from radiotherapy-related toxicities.\n\n   For all other anatomic sites (including radiotherapy to thoracic vertebrae and ribs), radiotherapy ≤2 weeks prior to starting capmatinib or patients who have not recovered from radiotherapy-related toxicities. Palliative radiotherapy for bone lesions ≤2 weeks prior to starting capmatinib is allowed.\n9. Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of capmatinib or patients who are unable to swallow oral tablets.\n10. Patients receiving treatment with strong inducers of CYP3A that cannot be discontinued at least 1 week prior to the start of treatment with capmatinib and for the duration of the study\n11. Unable or unwilling to swallow tablets as per dosing schedule\n12. Patients with known hypersensitivity to capmatinib and any of the excipients of capmatinib.\n13. Patients with any other severe, acute or chronic medical or psychotic conditions or significant abnormal physical findings that in the opinion of the investigator may increase the risk associated with study participation or that may interfere with the interpretation of study results.\n14. Previous (within 28 days) or concomitant participation in another clinical study with investigational medicinal product(s).\n15. Pregnant or nursing (lactating) women.\n16. Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception while taking study treatment and for 7 days after stopping study treatment. Highly effective contraception methods include:\n\n    * Total abstinence (when this is in line with the preferred and usual lifestyle of the patient. Note that periodic abstinence (e.g. calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not considered highly effective and therefore not acceptable methods of contraception.\n    * Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy), total hysterectomy, or bilateral tubal ligation at least six weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow-up hormone level assessment.\n    * Male sterilization (at least 6 months prior to screening). For female patients on the study, the vasectomized male partner should be the sole partner for that patient\n    * Use of oral, (estrogen and progesterone), injected, or implanted hormonal methods of contraception or placement of an intrauterine device or intrauterine system, or other forms of hormonal contraception that have comparable efficacy (failure rate \\<1%), for example hormone vaginal ring or transdermal hormone contraception. In case of use of oral contraception women should have been stable on the same pill for a minimum of 3 months before taking treatment.\n17. Sexually active males unwilling to use a condom during intercourse while taking study treatment and for 7 days after stopping study treatment. A condom is required for all sexually active male patients to prevent them from fathering a child AND to prevent delivery of study treatment via seminal fluid to their partner. In addition, male patients must not donate sperm for the time period specified above.\n18. Any other condition that would, in the Investigator's judgment, contraindicate patient's participation in the clinical study due to safety concerns or compliance with clinical study procedures, e.g., active infection (including active hepatitis B and C, SARS-CoV-2), inflammation, intestinal obstruction, unable to swallow medication, social/ psychological issues, etc.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Novartis Pharmaceuticals","role":"CONTACT","phone":"+41613241111","email":"novartis.email@novartis.com"},{"name":"Novartis Pharmaceuticals","role":"CONTACT"}],"locations":[{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Guwahati","state":"Assam","zip":"781023","country":"India","geoPoint":{"lat":26.1844,"lon":91.7458}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Raipur","state":"Chhattisgarh","zip":"492099","country":"India","geoPoint":{"lat":21.23333,"lon":81.63333}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"New Delhi","state":"Delhi","zip":"110029","country":"India","geoPoint":{"lat":28.63576,"lon":77.22445}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Hisar","state":"Haryana","zip":"125005","country":"India","geoPoint":{"lat":29.15394,"lon":75.72294}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Kozhikode","state":"Kerala","zip":"673008","country":"India","geoPoint":{"lat":11.24802,"lon":75.7804}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Thalassery","state":"Kerala","zip":"670103","country":"India"},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Bhopal","state":"Madhya Pradesh","zip":"462001","country":"India","geoPoint":{"lat":23.25469,"lon":77.40289}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Nagpur","state":"Maharashtra","zip":"441108","country":"India","geoPoint":{"lat":21.14631,"lon":79.08491}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Bhubaneswar","state":"Orissa","zip":"751019","country":"India","geoPoint":{"lat":20.27241,"lon":85.83385}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Hyderabad","state":"Telangana","zip":"500004","country":"India","geoPoint":{"lat":17.38405,"lon":78.45636}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Varanasi","state":"Uttarpradesh","zip":"221005","country":"India","geoPoint":{"lat":25.31668,"lon":83.01041}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Kolkata","state":"West Bengal","zip":"700 020","country":"India","geoPoint":{"lat":22.56263,"lon":88.36304}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Gujarat","zip":"380016","country":"India"},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Kanpur","zip":"208020","country":"India","geoPoint":{"lat":26.46523,"lon":80.34975}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Kerala","zip":"695 011","country":"India"},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Kolkata","zip":"700026","country":"India","geoPoint":{"lat":22.56263,"lon":88.36304}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"New Delhi","zip":"110029","country":"India","geoPoint":{"lat":28.63576,"lon":77.22445}},{"facility":"Novartis Investigative Site","status":"RECRUITING","city":"Puducherry","zip":"605006","country":"India","geoPoint":{"lat":11.93381,"lon":79.82979}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Novartis is committed to sharing with qualified external researchers, access to patient-level data and supporting clinical documents from eligible studies. These requests are reviewed and approved by an independent review panel on the basis of scientific merit. All data provided is anonymized to respect the privacy of patients who have participated in the trial in line with applicable laws and regulations.\n\nThis trial data availability is according to the criteria and process described on www.clinicalstudydatarequest.com"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D002277","term":"Carcinoma"},{"id":"D002289","term":"Carcinoma, Non-Small-Cell Lung"}],"ancestors":[{"id":"D009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009369","term":"Neoplasms"},{"id":"D008175","term":"Lung Neoplasms"},{"id":"D012142","term":"Respiratory Tract Neoplasms"},{"id":"D013899","term":"Thoracic Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D008171","term":"Lung Diseases"},{"id":"D012140","term":"Respiratory Tract Diseases"},{"id":"D002283","term":"Carcinoma, Bronchogenic"},{"id":"D001984","term":"Bronchial Neoplasms"}],"browseLeaves":[{"id":"M11172","name":"Lung Neoplasms","relevance":"LOW"},{"id":"M5546","name":"Carcinoma, Non-Small-Cell Lung","asFound":"Non-Small Cell Lung Carcinoma","relevance":"HIGH"},{"id":"M5534","name":"Carcinoma","asFound":"Carcinoma","relevance":"HIGH"},{"id":"M5260","name":"Bronchial Neoplasms","relevance":"LOW"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M14979","name":"Respiratory Tract Neoplasms","relevance":"LOW"},{"id":"M16658","name":"Thoracic Neoplasms","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M5540","name":"Carcinoma, Bronchogenic","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}