{"protocolSection":{"identificationModule":{"nctId":"NCT06381531","orgStudyIdInfo":{"id":"4410"},"organization":{"fullName":"Tata Memorial Centre","class":"OTHER"},"briefTitle":"Tracing Brain Tumors Through Deep Time","officialTitle":"Tracing Brain Tumors Through Deep Time","acronym":"TRACE"},"statusModule":{"statusVerifiedDate":"2025-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-01-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-06-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-04-18","studyFirstSubmitQcDate":"2024-04-22","studyFirstPostDateStruct":{"date":"2024-04-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-04-08","lastUpdatePostDateStruct":{"date":"2025-04-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Archya Dasgupta","investigatorTitle":"Assistant Professor, Radiation Oncology","investigatorAffiliation":"Tata Memorial Centre"},"leadSponsor":{"name":"Tata Memorial Centre","class":"OTHER"},"collaborators":[{"name":"Indian Statistical Institute, Kolkata","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Brain tumors involve different age groups with a wide range of tumor types involving different anatomical compartments of the brain. The evolution of the brain in vertebrates, including the most recent homo species (including humans), has occurred through increasing structural complexity in more evolved species. In the retrospective study, we will investigate the location of the tumors and different structural aspects of skull anatomy in patients with brain tumors. The information will be compared with the anatomical evolution of the brain and skull in vertebrates to look for possible associations, which can provide insights into evolutionary biology.","detailedDescription":"Patients (pediatric and adults) with a diagnosis (radiological/ histopathological) of primary brain tumors registered in the neuro-oncology disease management group between January 2005 and December 2023 will be screened. Approximately 500-600 patients are expected to be eligible per year with imaging data (approximately 500 patients are treated annually with radiation in our center with available CT data for radiation planning, and another 100-200 patients having pre-operative or post-operative scans). For the above-mentioned time period, data is expected to be available from approximately 10,000 patients, which will be the upper limit of sample size for the current study.\n\nThe area of the primary tumor (or cavity and residual tumor indicating original location for post-operative data) will be segmented on CT and /or MRI as available. The peritumoral edema will be excluded from the segmented region. The segmentation will be done manually in an initial cohort of approximately 200-500 patients. Subsequently, a machine learning algorithm like a 3D U-net or deep learning-based technique will be trained on the initial data (and validated on the next 100-200 patients to assess algorithm accuracy and robustness) for rapid implementation and segmentation of the large data set. Once brain tumor regions are identified across the entire population, density maps will be generated to reciprocate the location of tumors on a quantitative scale as per age of the patient during diagnosis (age in years as continuous data and categorical data, i.e., age groups, e.g., infants, children, teens, adolescents. adults, and elderly). The generated density maps will be compared with regions of vertebrate brain regions (with openly available literature) across species with regards to the geological scale/ deep time units, e.g., in units of 10-50 million years. Similarly, the skull bony anatomy will be extracted from CT and/ or MRI data (applying techniques like window intensity thresholds without the need for segmentation). Patients with major defects in the calvarial skull from increased intracranial pressure or surgical interventions will be excluded from the analysis of calvarial anthropometry (however, it will be available for skull base anatomy assessment). The organizational patterns will be analyzed using machine learning models and other statistical models like Bayesian statistics and compared with other publicly available normal human populations without brain tumors (adjusting for age, race as applicable), fossil data of vertebrates/ hominids, non-human primates for link recognition. The density maps and anthropometric data will be compared within the entire cohort of patients with brain tumors (from the study) stratified by factors like age (as mentioned earlier), tumor location (e.g., supratentorial vs. infratentorial), tumor grade (benign vs. low grade vs high grade). The statistical analysis for density maps and anthropometry will be done by sharing anonymized data with collaborators with expertise in similar research from the Indian Statistical Institute (Geological Studies Unit and Interdisciplinary Statistical Research Unit)."},"conditionsModule":{"conditions":["Brain Tumor","Oncology"],"keywords":["CNS tumor","Brain tumor","Evolution"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":10000,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Imaging with CT and MRI","description":"Quantitative and anthropometric analysis of brain and skull strutcure of imaging (CT/ MRI) undertaken as part of diagnosis or treatment for patients with brain tumor"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Age-based density maps of brain tumor location","description":"Tumor location for different age groups will be analyzed using proportions (percentage of tumor area in normal brain).","timeFrame":"36 months"}],"secondaryOutcomes":[{"measure":"Anthropometric analysis of skulls","description":"Cranial index (maximum cranial width/ maximum cranial length x100) will be analyzed using descriptive statistics (mean, median, range, standard deviation).","timeFrame":"36 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n• All patients diagnosed with primary brain tumors with available pre/ post-operative or pre-radiation brain images with computed tomography (CT) or magnetic resonance imaging (MRI)\n\nExclusion Criteria:\n\n* CT/ MRI is not available before cranial radiotherapy\n* Artifacts causing distortion of skull (bony) anatomy","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Patients with diagnosis of primary brain tumors will be screened for the study. Approximately 500-600 patients are treated annually with radiation in our center with available CT data for radiation planning, and another 100-200 patients having pre-operative or post-operative scans. For the above-mentioned time period, data is expected to be available from approximately 10,000 patients, which will be the upper limit of sample size for the current study.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"ARCHYA DASGUPTA, MD","role":"CONTACT","phone":"91-22-24177000","phoneExt":"6861","email":"archya1010@gmail.com"}],"overallOfficials":[{"name":"ARCHYA DASGUPTA, MD","affiliation":"Tata Memorial Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Tata Memorial Hospital","status":"RECRUITING","city":"Mumbai","state":"Maharashtra","zip":"400012","country":"India","contacts":[{"name":"Dr Archya Dasgupta, MD","role":"CONTACT"}],"geoPoint":{"lat":19.07283,"lon":72.88261}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D001932","term":"Brain Neoplasms"}],"ancestors":[{"id":"D009369","term":"Neoplasms"},{"id":"D016543","term":"Central Nervous System Neoplasms"},{"id":"D009423","term":"Nervous System Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D001927","term":"Brain Diseases"},{"id":"D002493","term":"Central Nervous System Diseases"},{"id":"D009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M5209","name":"Brain Neoplasms","asFound":"Brain Tumor","relevance":"HIGH"},{"id":"M18937","name":"Central Nervous System Neoplasms","relevance":"LOW"},{"id":"M12367","name":"Nervous System Neoplasms","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}