{"protocolSection":{"identificationModule":{"nctId":"NCT06252142","orgStudyIdInfo":{"id":"4307"},"organization":{"fullName":"Tata Memorial Centre","class":"OTHER"},"briefTitle":"Study for Wait and Watch Suitable in Rectal Cancer","officialTitle":"Ambispective Observational Study for Locally Advanced Rectal Cancer Patients Suitable for Wait and Watch (ARROW)","acronym":"ARROW"},"statusModule":{"statusVerifiedDate":"2024-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-02-01","studyFirstSubmitQcDate":"2024-02-08","studyFirstPostDateStruct":{"date":"2024-02-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-04-07","lastUpdatePostDateStruct":{"date":"2025-04-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Tata Memorial Centre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"One of the standard treatment options offered to patients of locally advanced rectal cancer is neoadjuvant (treatment given before surgery) radiotherapy \\& chemotherapy followed by surgery. In patients whose tumour has completely reduced after neoadjuvant treatment, the wait and watch strategy is also an option. This is another standard treatment option for patients of locally advanced rectal cancers. In this, the patient is monitored after treatment completion. In this study, investigators are only going to observe the patient's response to treatment, monitor their side-effects due to treatment and assess their quality of life using standardized quality of life questionnaires. No additional tests or hospital visits will be required as a part of this study. The patient will be followed up, as per standard follow-up protocol, for at least 2 years after the completion of their treatment.","detailedDescription":"The standard treatment options offered to patients of locally advanced rectal cancer are neoadjuvant (treatment given before surgery), radiotherapy \\& chemotherapy, followed by surgery. In patients whose tumour has completely reduced after neoadjuvant treatment, the watch and wait or non-operative management is an option. In this, the patient is monitored after treatment completion. In this study, investigators will only observe the patient's response to treatment, monitor their side effects due to treatment, and assess their quality of life using standardized quality-of-life questionnaires. The patient will be followed up, as per standard follow-up protocol, for at least two years after the completion of their treatment."},"conditionsModule":{"conditions":["Rectal Neoplasms"],"keywords":["Rectal Cancer","Wait and Watch","SCRT","LCRT"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"OTHER"},"enrollmentInfo":{"count":260,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Retrospective LCRT"},{"label":"Retrospective SCRT"},{"label":"Prospective LCRT"},{"label":"Prospective SCRT"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"1. Successful organ preservation rate","description":"Percentage of patient avoiding surgery at median of follow up of 3 years.","timeFrame":"3 years."},{"measure":"European Organisation For Research And Treatment Of Cancer Quality of Life Questionnaire CR29 (Colorectal)","description":"Quality of life Will be assessed using scoring manual of European Organisation For Research And Treatment Of Cancer of CR29 (Colorectal).","timeFrame":"3 years"},{"measure":"European Organisation For Research And Treatment Of Cancer Quality of Life Questionnaire C30 (Cancer)","description":"Quality of life Will be assessed using scoring manual of European Organisation For Research And Treatment Of Cancer of C30 (Cancer).","timeFrame":"3 years"},{"measure":"European Organisation For Research And Treatment Of Cancer Quality of Life Questionnaire SH22 (Sexual Health)","description":"Quality of life Will be assessed using scoring manual of European Organisation For Research And Treatment Of Cancer of SH22 (Sexual Health)","timeFrame":"3 years"},{"measure":"European Organisation For Research And Treatment Of Cancer Quality of Life Questionnaire PRT 20 (Proctitis).","description":"Quality of life Will be assessed using scoring manual of European Organisation For Research And Treatment Of Cancer of PRT 20 (Proctitis)","timeFrame":"3 yeasrs"},{"measure":"European Organisation For Research And Treatment Of Cancer Quality of Life Questionnaire CIPN 20 (Chemotherapy induced peripheral neuropathy).","description":"Quality of life Will be assessed using scoring manual of European Organisation For Research And Treatment Of Cancer of CIPN 20 (Chemotherapy induced peripheral neuropathy).","timeFrame":"3 years"},{"measure":"Low Anterior Resection Syndrome Score (LARS)","description":"The LARS score is a validated and frequently used tool measuring bowel dysfunction after sphincter sparing surgery for rectal cancer. A score of 0 to 7 indicates mild symptoms, 8 to 19 indicates moderate symptoms and 20 to 35 indicates severe symptoms.","timeFrame":"3 years"},{"measure":"International Prostate Symptom Score (IPSS)","description":"This health tool aims to collect and analyse the perceived symptoms of patients suffering from urinary tract dysfunctions and benign prostatic hyperplasia (BPH)..The overall score in the I-PSS ranges between 0 and 35, from asymptomatic to very symptomatic status.","timeFrame":"3 years"}],"secondaryOutcomes":[{"measure":"Local regrowth rates","description":"Percentage of patients developing local regrowth, earlier deemed complete or near complete clinical response","timeFrame":"3 years"},{"measure":"Total Mesorectal Excision rates","description":"Percentage of patients requiring TME-based surgical management.","timeFrame":"3 years"},{"measure":"Loco-regional control","description":"Responce is assessed by comparing the presence or absence of disease between the baseline and response evaluation scan/scopy. Response evaluation will be done by clinical, radiological and endoscopic assessment and disease will be restaged with TNM.","timeFrame":"3 Years"},{"measure":"Disease-free survival","description":"From the date of start of treatment till the date of diagnosis of disease progression at any site","timeFrame":"3 Years"},{"measure":"Overall survival.","description":"from the date of start treatment till date of death (any cause)","timeFrame":"3 years."},{"measure":"Colostomy-free survival.","description":"From the date of start of treatment till the date of permanent colostomy procedure.","timeFrame":"3 years"},{"measure":"Total Mesorectal Excision free survival","description":"From the date of start of treatment till the date of TME-based surgery","timeFrame":"3 years"},{"measure":"Treatment-related toxicities","description":"Acute and late treatment-related Gastro Intestinal, Genito Urinary or any other Common Terminology Criteria for Adverse Events toxicities of grade 3 or higher. Grade refers to the severity of the Adverse Events. And it graded as grade 1 is mild, grade 2 is moderate, grade 3 is severe, grade 4 is life-threatening consequences and grade 5 is death.","timeFrame":"3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age more than 18 years.\n* Patients diagnosed with locally advanced rectal cancer and suitable for wait and watch as per international consensus guidelines \\[3,1\\]\n* Biopsy-proven adenocarcinoma (non-signet or non-mucinous) T1-4a or N0-2, plus Limited metastatic disease (metastases in 1to 2 organs OR 1to 2 metastases involving a single organ)\n* Non-circumferential disease with CCL less than 7 cm\n* Lower - mid rectum starting upto 7 cm from Anal verge\n* Previously treated with the intent of wait-and-watch with TNT or LCRT with or without brachytherapy and completed TNT part of treatment till March 2024(for retrospective cohort).\n* Patients not consenting to ongoing interventional studies, such as the SCOTCH study or any future studies, will be considered and offered\n* Consent to be on standard regular follow-up and answer quality of life questionnaires\n* Patients on lost to follow up will be included if they have completed treatment and taking follow up locally, accepting telephonically to participate.\n\nExclusion Criteria:\n\n* Not eligible as per the above inclusion criteria","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Locally Advanced Rectal Cancer Patients.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Rahul Krishnatry, MD","role":"CONTACT","phone":"022-24177000","phoneExt":". 7028","email":"krishnatry@gmail.com"}],"overallOfficials":[{"name":"Rahul KRISHNATRY, MD","affiliation":"Tata Memorial Centre","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Tata Memorial centre","status":"RECRUITING","city":"Mumbai","state":"Maharashtra","country":"India","contacts":[{"name":"RAHUL KRISHNATRY, MD","role":"CONTACT","email":"krishnatry@gmail.com"}],"geoPoint":{"lat":19.07283,"lon":72.88261}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D012004","term":"Rectal Neoplasms"}],"ancestors":[{"id":"D015179","term":"Colorectal Neoplasms"},{"id":"D007414","term":"Intestinal Neoplasms"},{"id":"D005770","term":"Gastrointestinal Neoplasms"},{"id":"D004067","term":"Digestive System Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D004066","term":"Digestive System Diseases"},{"id":"D005767","term":"Gastrointestinal Diseases"},{"id":"D007410","term":"Intestinal Diseases"},{"id":"D012002","term":"Rectal Diseases"}],"browseLeaves":[{"id":"M14846","name":"Rectal Neoplasms","asFound":"Rectal Neoplasms","relevance":"HIGH"},{"id":"M17890","name":"Colorectal Neoplasms","relevance":"LOW"},{"id":"M10448","name":"Intestinal Neoplasms","relevance":"LOW"},{"id":"M8886","name":"Gastrointestinal Neoplasms","relevance":"LOW"},{"id":"M7256","name":"Digestive System Neoplasms","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M10444","name":"Intestinal Diseases","relevance":"LOW"},{"id":"M14844","name":"Rectal Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}