{"protocolSection":{"identificationModule":{"nctId":"NCT06779487","orgStudyIdInfo":{"id":"4580"},"organization":{"fullName":"Tata Memorial Centre","class":"OTHER"},"briefTitle":"Systemic Biomarkers to Predict Radiation-Induced Neurocognitive Decline","officialTitle":"Systemic Biomarkers to Predict Radiation-Induced Neurocognitive Decline in Pediatric and Young Adults With Primary Brain Tumors (BIO-RIN)","acronym":"BIO-RIN"},"statusModule":{"statusVerifiedDate":"2025-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-02-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2032-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2032-02","type":"ESTIMATED"},"studyFirstSubmitDate":"2025-01-11","studyFirstSubmitQcDate":"2025-01-11","studyFirstPostDateStruct":{"date":"2025-01-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-04-08","lastUpdatePostDateStruct":{"date":"2025-04-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Archya Dasgupta","investigatorTitle":"Assistant Professor, Radiation Oncology","investigatorAffiliation":"Tata Memorial Centre"},"leadSponsor":{"name":"Tata Memorial Centre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Radiation constitutes an integral component in the management of primary brain tumors in pediatric and young adults like medulloblastoma, ependymoma, low-grade glioma, pituitary tumors, etc. A decline in neurocognitive outcomes is a multifactorial effect occurring from the primary disease as well as associated with treatments, including radiation. Since many of these tumors are highly curable, it is crucial to reduce long-term side effects, including memory loss, to improve the quality of life in these patients, leading to better rehabilitation. Radiation-induced neurocognitive deterioration is postulated to occur from multiple factors like neuroinflammation, vascular damage, and depletion of neural stem cells. The proposed study will prospectively evaluate 200 pediatric and young adults with brain tumors treated with radiotherapy. Biological samples (peripheral blood and cerebrospinal fluid) will be procured during routine investigations (an additional amount will be collected for study purposes without the need for additional investigations). Serial blood markers (whenever available pre-operative and before, during, and after completion of radiation) of neuroinflammation and neural markers will be tested in patients undergoing radiation as part of their standard treatment, and correlate with the neurocognitive outcomes measured by age-appropriate Wechsler intelligence scales. Also, the impact of clinical (e.g. age) and radiotherapy parameters like volume, dose of radiation, and technique (photon versus proton therapy) on acute (during radiotherapy) and late systemic inflammatory markers will be analyzed. The study will even provide the opportunity to know the influence of radiation on systemic neuroinflammatory markers in the human population, providing better biological insights into the neurocognitive decline. If proven successful, these biomarkers can be used in routine clinical practice for early intervention to improve neurocognitive function in patients receiving radiation (even for other histology or other patients receiving radiation like brain metastasis).","detailedDescription":"The requirement would be (approximately 13ml) of peripheral blood sample before starting radiotherapy (Whenever available pre-operative blood samples will be collected). Along with this baseline sample, blood sample will also be collected weekly during the course of fractionated radiation (3ml peripheral blood weekly for 6-7 weeks) and thereafter, 1 month after radiation completion and periodically at regular intervals (every 6-12 months) during follow-up visits (approximately 13ml of blood). The biomarkers and inflammatory panels will be tested using multiplexing kits. Serial blood markers of neuroinflammation (including IL-6, IL-1β, IL-4, IL-10, IL-11, IL-12, TNF-α, IFN-ϒ, GM-CSF, YKL-40, TGB-β, CCL8, ApoJ, ApoE, or ApoA protein with additional neuronal markes like Aβ-42, Aβ-40, BDNF, pNF-H, tau), DNA damage like p53-Binding protein 1, Gamma histone protein from the H2A family (g-H2AX), cell activation and damage like vascular endothelial growth factor (VEGF), vascular cell adhesion molecule Intercellular adhesion molecule 1 (ICAM-1). The plasma samples will be processed using Flow cytometer-based bead assay. This method is best suited for our inflammatory panel detection as its crucial in immunology and clinical research for its ability to assess multiple cytokines simultaneously from limited sample volumes, providing a comprehensive profile of immune responses in various conditions such as inflammation. This will offer us with high sensitivity, specificity, and efficiency with the limited number of samples that we will be collecting. This method is known to be a powerful tool for biomarker discovery, disease monitoring, and understanding complex immune responses. In this assay the Cytokine multiplexing via bead array methods involves the simultaneous detection and quantification of multiple cytokines in a single sample. To perform this technique, microspheres or beads will be coated with capture antibodies specific to different cytokines. These beads will then be incubated with the sample containing cytokines of interest, allowing each cytokine to bind to its corresponding capture antibody on the bead surface. Detection will be achieved by adding fluorescently labelled detection antibodies that will bind to the captured cytokines, thus enabling quantification based on fluorescence intensity using a flow cytometer or similar instrument. Comprehensive neurocognitive evaluation will be conducted using age-appropriate Weschler's intelligence scale or NIMHANS Neuropsychology battery, ACE 3, MOCA, FAB will be conducted. The global scores and other subdomains like verbal quotient (VQ) and performance quotient (PQ) will be obtained as per standard practice. Neurocognitive tests will be performed pre-radiotherapy (baseline), 6 months, 1 year after completion of radiotherapy and thereafter annually. Patients will undergo treatment (radiation, chemotherapy) as per standard practice and followed up every 3-6 months after treatment completion as per standard protocols along with periodic imaging."},"conditionsModule":{"conditions":["Brain Tumors","Medulloblastoma","Glioma","Ependymoma"],"keywords":["Brain Tumor","Radiotherapy","Proton Beam Therapy","Neuro-cognition","Bio-markers"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Peripheral blood"},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Biomarkers associated with radiation-induced neurocognitive decline","description":"Differential values of individual biomarkers will be compared for patient groups with or without neurocognitive decline using Mann Whitney U test and independent t-test.","timeFrame":"84 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 5-39 years\n2. Histological diagnosis of primary brain tumor\n3. Decision for treatment with radical intent radiotherapy\n4. Signed assent and parental consent form for pediatric age group and signed consent form for adults.\n\nExclusion Criteria:\n\n1. Inability to undergo neurocognitive evaluation\n2. Palliative radiotherapy.\n3. Expected life expectancy \\< 1 year","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"39 Years","stdAges":["CHILD","ADULT"],"studyPopulation":"1. Age 5-39 years\n2. Histological diagnosis of primary brain tumor\n3. Decision for treatment with radical intent radiotherapy\n4. Signed assent and parental consent form for pediatric age group and signed consent form for adults.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Tata Memorial Hospital (TMH) Parel, and Advanced Centre for Treatment, Research and Education in Cancer (ACTREC), Kharghar","status":"RECRUITING","city":"Mumbai","state":"Maharashtra","zip":"400012,","country":"India","contacts":[{"name":"Dr. Archya Dasgupta, MBBS, MD","role":"CONTACT","phone":"91-22-24177000","phoneExt":"6861/6017","email":"archya1010@gmail.com"}],"geoPoint":{"lat":19.07283,"lon":72.88261}}]},"referencesModule":{"references":[{"pmid":"32719487","type":"RESULT","citation":"Ayoub R, Ruddy RM, Cox E, Oyefiade A, Derkach D, Laughlin S, Ades-Aron B, Shirzadi Z, Fieremans E, MacIntosh BJ, de Medeiros CB, Skocic J, Bouffet E, Miller FD, Morshead CM, Mabbott DJ. Assessment of cognitive and neural recovery in survivors of pediatric brain tumors in a pilot clinical trial using metformin. Nat Med. 2020 Aug;26(8):1285-1294. doi: 10.1038/s41591-020-0985-2. Epub 2020 Jul 27."},{"pmid":"23956241","type":"RESULT","citation":"Brown PD, Pugh S, Laack NN, Wefel JS, Khuntia D, Meyers C, Choucair A, Fox S, Suh JH, Roberge D, Kavadi V, Bentzen SM, Mehta MP, Watkins-Bruner D; Radiation Therapy Oncology Group (RTOG). Memantine for the prevention of cognitive dysfunction in patients receiving whole-brain radiotherapy: a randomized, double-blind, placebo-controlled trial. Neuro Oncol. 2013 Oct;15(10):1429-37. doi: 10.1093/neuonc/not114. Epub 2013 Aug 16."},{"pmid":"31774710","type":"RESULT","citation":"Kahalley LS, Peterson R, Ris MD, Janzen L, Okcu MF, Grosshans DR, Ramaswamy V, Paulino AC, Hodgson D, Mahajan A, Tsang DS, Laperriere N, Whitehead WE, Dauser RC, Taylor MD, Conklin HM, Chintagumpala M, Bouffet E, Mabbott D. Superior Intellectual Outcomes After Proton Radiotherapy Compared With Photon Radiotherapy for Pediatric Medulloblastoma. J Clin Oncol. 2020 Feb 10;38(5):454-461. doi: 10.1200/JCO.19.01706. Epub 2019 Nov 27."},{"pmid":"30730781","type":"RESULT","citation":"Salloum R, Chen Y, Yasui Y, Packer R, Leisenring W, Wells E, King A, Howell R, Gibson TM, Krull KR, Robison LL, Oeffinger KC, Fouladi M, Armstrong GT. Late Morbidity and Mortality Among Medulloblastoma Survivors Diagnosed Across Three Decades: A Report From the Childhood Cancer Survivor Study. J Clin Oncol. 2019 Mar 20;37(9):731-740. doi: 10.1200/JCO.18.00969. Epub 2019 Feb 7."},{"pmid":"37793125","type":"RESULT","citation":"Ostrom QT, Price M, Neff C, Cioffi G, Waite KA, Kruchko C, Barnholtz-Sloan JS. CBTRUS Statistical Report: Primary Brain and Other Central Nervous System Tumors Diagnosed in the United States in 2016-2020. Neuro Oncol. 2023 Oct 4;25(12 Suppl 2):iv1-iv99. doi: 10.1093/neuonc/noad149."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Data will be kept secured with investigators and can be shared as per institutional ethics committee rules and regulations."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D001932","term":"Brain Neoplasms"},{"id":"D004806","term":"Ependymoma"},{"id":"D008527","term":"Medulloblastoma"}],"ancestors":[{"id":"D016543","term":"Central Nervous System Neoplasms"},{"id":"D009423","term":"Nervous System Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D001927","term":"Brain Diseases"},{"id":"D002493","term":"Central Nervous System Diseases"},{"id":"D009422","term":"Nervous System Diseases"},{"id":"D005910","term":"Glioma"},{"id":"D018302","term":"Neoplasms, Neuroepithelial"},{"id":"D017599","term":"Neuroectodermal Tumors"},{"id":"D009373","term":"Neoplasms, Germ Cell and Embryonal"},{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D009380","term":"Neoplasms, Nerve Tissue"},{"id":"D018242","term":"Neuroectodermal Tumors, Primitive"}],"browseLeaves":[{"id":"M9020","name":"Glioma","relevance":"LOW"},{"id":"M5209","name":"Brain Neoplasms","asFound":"Brain Tumor","relevance":"HIGH"},{"id":"M7965","name":"Ependymoma","asFound":"Ependymoma","relevance":"HIGH"},{"id":"M11510","name":"Medulloblastoma","asFound":"Medulloblastoma","relevance":"HIGH"},{"id":"M18937","name":"Central Nervous System Neoplasms","relevance":"LOW"},{"id":"M12367","name":"Nervous System Neoplasms","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M20446","name":"Neoplasms, Neuroepithelial","relevance":"LOW"},{"id":"M20388","name":"Neuroectodermal Tumors, Primitive","relevance":"LOW"},{"id":"M19845","name":"Neuroectodermal Tumors","relevance":"LOW"},{"id":"M12318","name":"Neoplasms, Germ Cell and Embryonal","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12325","name":"Neoplasms, Nerve Tissue","relevance":"LOW"},{"id":"T2519","name":"Glioma","relevance":"LOW"},{"id":"T2093","name":"Ependymoma","asFound":"Ependymoma","relevance":"HIGH"},{"id":"T3670","name":"Medulloblastoma","asFound":"Medulloblastoma","relevance":"HIGH"},{"id":"T4092","name":"Neuroepithelioma","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}