{"protocolSection":{"identificationModule":{"nctId":"NCT06761586","orgStudyIdInfo":{"id":"AUR104-101"},"organization":{"fullName":"Aurigene Discovery Technologies Limited","class":"INDUSTRY"},"briefTitle":"A Study of AUR104 in Patients with Relapsed/Refractory Lymphoid Malignancies (VIJAY-1)","officialTitle":"A Phase 1, Open Label, Dose Escalation, Multicenter Study Evaluating the Safety, Pharmacokinetics, and Pharmacodynamics of Oral AUR104 in Patients with Select Relapsed/Refractory Lymphoid Malignancies (VIJAY-1)","acronym":"VIJAY-1"},"statusModule":{"statusVerifiedDate":"2024-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-12-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-11-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-01-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-12-12","studyFirstSubmitQcDate":"2024-12-31","studyFirstPostDateStruct":{"date":"2025-01-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-12-31","lastUpdatePostDateStruct":{"date":"2025-01-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Aurigene Discovery Technologies Limited","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This is a multicenter, open-label, Phase 1 study of AUR104 in adult patients with select Relapsed/Refractory (R/R) Lymphoid Malignancies. The main objective of the study is to evaluate the safety and tolerability of the study drug AUR104.In this study, safety, tolerability, pharmacokinetics, pharmacodynamics, and efficacy of AUR104 will be evaluated in dose escalation manner.","detailedDescription":"This is a multicenter, open-label, Phase 1 study of AUR104 in adult patients with select Relapsed/Refractory (R/R) Lymphoid Malignancies. The dose escalation will be conducted in a rule-based manner in patients who do not have any available curative treatment options and have exhausted all effective therapies available locally. At a minimum, the patients must have relapsed or refractory disease to at least 2 prior lines of systemic therapies for NHL or CLL, or Hodgkin's disease. The main objective of the study is to evaluate the safety and tolerability of the study drug AUR104. In this study, safety, tolerability, pharmacokinetics, pharmacodynamics, and efficacy of AUR104 will be evaluated in dose escalation manner."},"conditionsModule":{"conditions":["Select Relapsed/Refractory Lymphoid Malignancies"],"keywords":["Relapsed/Refractory Lymphoid Malignancies","Non-Hodgkin Lymphoma (NHL)","Chronic Lymphocytic Leukemia (CLL)","Hodgkin Lymphoma (HL)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SEQUENTIAL","interventionModelDescription":"Sequential Assignment Dose Escalation Design","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":42,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"AUR104 5mg & 20 mg Tablets","type":"EXPERIMENTAL","description":"Currently planned dose levels are 20 mg QD, 10 mg BID and 15 mg BID.","interventionNames":["Drug: AUR104"]}],"interventions":[{"type":"DRUG","name":"AUR104","description":"Once or twice a day","armGroupLabels":["AUR104 5mg & 20 mg Tablets"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"First cycle DLT","description":"Assess dose limiting toxicities of AUR104","timeFrame":"28 days (Cycle 1)"},{"measure":"Frequency of Adverse Events","description":"Adverse Events will be assessed by NCI CTCAE v 5.0","timeFrame":"Throughout the study, an average of 1 year"},{"measure":"Frequency of Serious Adverse Events","description":"Serious Adverse Events will be assesed by NCI CTCAE v 5.0","timeFrame":"Throughout the study, an average of 1 year"},{"measure":"Pharmacokinetics: Area under the curve (AUC)","description":"Area under the curve of AUR104","timeFrame":"Cycle1 Day 1 and Day 9 (Cohorts 1, 2, and 3); Cycle1 Day 5 (only Cohort 3) (Each cycle is 28 days)"},{"measure":"Pharmacokinetics: Maximum plasma concentration (Cmax)","description":"Maximum plasma concentration of AUR104","timeFrame":"Cycle1 Day 1 and Day 9 (Cohorts 1, 2, and 3); Cycle1 Day 5 (only Cohort 3) (Each cycle is 28 days)"},{"measure":"Pharmacokinetics: Time to Maximum plasma concentration (Tmax)","description":"Time to Maximum plasma concentration of AUR104","timeFrame":"Cycle1 Day 1 and Day 9 (Cohorts 1, 2, and 3); Cycle1 Day 5 (only Cohort 3) (Each cycle is 28 days)"},{"measure":"Pharmacokinetics: Terminal elimination half-life (t½)","description":"Terminal elimination half-life of AUR104","timeFrame":"Cycle1 Day 1 and Day 9 (Cohorts 1, 2, and 3); Cycle1 Day 5 (only Cohort 3) (Each cycle is 28 days)"}],"otherOutcomes":[{"measure":"Exploratory Endpoint: Changes in the expression of genes","description":"Pharmacodynamic biomarkers will be assessed by change in expression of genes","timeFrame":"Cycle 1 Day 1, Day 2, Day 15, and Cycle 2 Day 1 (Cohort 1 & 2); Cycle 1 Day 1, Day 6, Day 15, and Cycle 2 Day 1 (Cohort 3) (Each cycle is 28 days)"},{"measure":"Exploratory Endpoint: Changes in the expression of cytokines","description":"Pharmacodynamic biomarkers will be assessed by change in expression of cytokines","timeFrame":"Cycle 1 Day 1, Day 2, Day 15, and Cycle 2 Day 1 (Cohort 1 & 2); Cycle 1 Day 1, Day 6, Day 15, and Cycle 2 Day 1 (Cohort 3) (Each cycle is 28 days) (Each cycle is 28 days)"},{"measure":"Efficacy assessment: Overall response rates (ORR)","description":"Overall response rates of AUR104 as per Lugano Criteria for NHL/ Hodgkin lymphoma or iwCLL criteria for CLL","timeFrame":"Through study completion, an average of 1 year"},{"measure":"Efficacy assessment: Duration of response (DOR)","description":"Duration of response of AUR104 as per Lugano Criteria for NHL/ Hodgkin lymphoma or iwCLL criteria for CLL","timeFrame":"Through study completion, an average of 1 year"},{"measure":"Efficacy assessment: Progression Free Survival (PFS)","description":"Progression Free Survival of AUR104 as measured by Lugano Criteria for NHL/ Hodgkin lymphoma or iwCLL criteria for CLL","timeFrame":"Through study completion, an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males and females ≥ 18 years of age.\n2. Eastern Cooperative Oncology Group (ECOG) Performance status of 0 or 1.\n3. Acceptable bone marrow and organ function at screening as described below:\n\n   * ANC ≥ 1000/μL (without WBC growth factor support)\n   * Platelet count: For patients with CLL ≥ 50,000/μL, For patients with lymphomas ≥ 75,000/μL without bone marrow involvement and ≥ 50,000/μL with bone marrow involvement. These thresholds should be qualified without current transfusion support.\n   * Hemoglobin ≥ 9 g/dL (Transfusion is allowed to achieve this Hb).\n   * Total Bilirubin ≤ 1.5 x ULN (Patients with known Gilbert's syndrome are allowed with a Total Bilirubin ≤ 2.5 x ULN).\n   * AST (SGOT) ≤ 3 x ULN (≤ 5 × ULN if known liver metastases).\n   * ALT (SGPT) ≤ 3 x ULN (≤ 5 × ULN if known liver metastases).\n   * Creatinine clearance (CrCl) ≥ 60 mL/min (either measured or estimated by the Cockcroft-Gault formula). Cockcroft-Gault formula for estimated creatinine clearance (eCrCl):(140 - Age) × Weight (kg) × (0.85 if Female)/(72 × serum creatinine in mg/dL).\n4. Ability to swallow and retain oral medications.\n5. Histopathological diagnosis of Non-Hodgkin Lymphoma (NHL) or Chronic Lymphocytic Leukemia (CLL) or Hodgkin disease.\n\nNote:\n\n5a. The lymphoma should be either in Stage III or IV according to Lugano classification at screening.\n\n5b. The lymphomas included in this study must fall within one of the following 2017 World Health Organization categories except lymphoma mentioned in Exclusion criterion #5:\n\n* Mature B-cell neoplasms (excluding plasma cell neoplasms, heavy chain disease, and primary central nervous system \\[CNS\\] lymphoma).\n* Mature T- and NK-cell neoplasms.\n* Hodgkin lymphomas. 5c. The CLL should be Binet Stage C/Rai stage III or IV, as per the International Workshop on Chronic Lymphocytic Leukemia (iwCLL) guidelines.\n\n  6) In the case of patients who have lymphoid malignancies for which high-dose chemotherapy and autologous stem cell transplantation (HD-ASCT) is considered standard curative therapy, eligibility for this study requires that the disease has relapsed after HD-ASCT, or the subject is not eligible for HD-ASCT, or the subject has refused HD-ASCT.\n\n  7) In the case of patients who have lymphoid malignancies for which CAR-T therapy is indicated, eligibility for this study requires that the disease has relapsed after CAR-T, or the patient is not eligible for CAR-T, or the patient has refused CAR-T, or the CAR-T is not available locally.\n\n  8) Evidence of measurable disease as per Lugano Criteria for Lymphoma or evidence of measurable disease as per iwCLL Criteria for CLL.\n\nNote: Patients with Small Lymphocytic Lymphoma (SLL) alone or in combination with CLL are allowed.\n\n9) Standard curative measures do not exist, and the patient must have exhausted all effective therapies available locally. At a minimum, the patients must have relapsed or refractory disease to at least 2 prior lines of systemic therapies for NHL or CLL, or Hodgkin's disease.\n\nNote: Any cancer patient with access to any effective therapy locally must not be enrolled.\n\nExclusion Criteria:\n\n1. Systemic anti-cancer therapy, such as chemotherapy, biological therapy, or immunomodulatory drug therapy, received within the past 28 days or 5 half-lives, whichever is longer, from Cycle 1 Day 1 of the study.\n\n   Note: Concomitant use of low-dose prednisone (up to 10 mg/day) is allowed.\n2. Presence of acute or chronic toxicity resulting from prior anti-cancer treatment, except for alopecia or nail changes that have not resolved to Grade ≤ 1, as determined by NCI CTCAE v 5.0.\n3. Definitive Radiotherapy within the last 21 days of Cycle 1 Day 1 (limited field palliative radiation is allowed and no restrictions during the screening period or during the trial).\n4. Use of any investigational agent within 28 days or 5 half-lives (whichever is longer) prior to Cycle 1 Day 1.\n5. Patients with Burkitt's lymphoma, Burkitt-like lymphoma, post-transplant lymphoproliferative disease, primary mediastinal large-B cell lymphoma, cutaneous lymphomas, mycosis fungoides (MF), or Sezary syndrome (SS).\n6. Known symptomatic or untreated or recently treated (≤ 6 months of screening) central nervous system (CNS) lymphoma. Patients with previously treated (more than 6 months of screening) CNS lymphoma and are now stable and asymptomatic, from a CNS perspective, are allowed.\n7. Patients with lymphoma requiring immediate cytoreductive therapy.\n8. Patients with low-grade or indolent lymphoma not meeting conventional criteria for treatment.\n9. Elevated Serum cardiac Troponin I or troponin T more than ULN at screening.\n10. Serum magnesium and calcium levels more than 1.2 x ULN or less than 0.8 x LLN.\n11. Serum Potassium more than 1.0 x ULN or less than 1.0 x LLN. Note: Patients experiencing hypokalemia are permitted to undergo treatment to attain normal potassium levels during the screening period.\n12. Mean Heart Rate less than 60 at screening or Cycle 1 Day 1 (to be recorded at least 3 times at least 5 minutes apart) in ECG.\n13. Left ventricular ejection fraction (LVEF) less than 50% as determined by an echocardiogram (ECHO) or Multigated Acquisition (MUGA) scan.\n14. QTcF (Fridericia) interval more than 450 ms for patients on ECG at screening and/or at Cycle 1 Day 1.\n15. Uncontrolled arterial hypertension defined as supine SBP of ≥ 140 mm Hg AND/OR supine DBP ≥ 90 mmHg on stable doses of three or lesser different classes of antihypertensive drugs.\n\n    Notes:\n    * Patients taking 4 or more classes of antihypertensives are excluded. Diuretics (such as furosemide or spironolactone) are considered as one class of anti-hypertensives.\n    * The blood pressure has to be recorded 3 times at least 10 minutes apart during Screening and Cycle 1 Day 1 (before dosing) in the supine position. Among these recordings, a single instance of SBP ≥140 mm Hg or DBP ≥ 90 mmHg will exclude the patient. Note: A patient excluded on these criteria can be re-screened after optimal BP management.\n16. Current or past history of heart failure (NYHA Class 2 or higher)\n17. Having a history of moderate to severe cardiovascular disease including unstable angina, myocardial infarction, cerebrovascular accident, or transient ischemic attack (TIA), within 1 year prior to Cycle 1 Day 1.\n18. Ongoing cardiac arrhythmias or conduction blocks.\n19. History of any ventricular arrhythmia including supraventricular or ventricular premature contractions.\n20. Patients on drugs which are sensitive substrates of CYP3A4 and cannot be discontinued at least one week prior to Cycle 1 Day 1.\n21. Use of strong CYP3A4 inhibitors or inducers within 2 weeks prior to Cycle 1 Day 1.\n22. Concomitant use of any drug which is known to prolong QTc interval or use of such drugs within one week prior to Cycle 1 Day 1.\n23. Major surgery ≤ 28 days from Cycle 1 Day 1 (major surgery is defined as a procedure requiring general anesthesia)\n24. Active infection requiring systemic therapy. Note: Prophylactic use of antibiotics is allowed. Any infection detected during the screening period, which is resolved adequately according to the investigator before Cycle 1 Day 1, is allowed.\n25. Known to be human immunodeficiency virus (HIV) positive or have an acquired immunodeficiency syndrome-related illness.\n26. Known active or chronic hepatitis B (HBsAg +ve) or hepatitis C infection (HCV antibody +ve).\n27. Patient expected to require any other form of antineoplastic therapy or targeted therapy while in the study.\n28. Uncontrolled intercurrent illness including, but not limited to, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, active peptic ulcer disease or significant gastritis, active bleeding diatheses, presence of any major medical illness (e.g., renal, hepatic, hematologic, gastrointestinal, endocrine, pulmonary, or psychiatric illness/social situations or clinically significant laboratory / ECG abnormalities at screening, any or a combination of illnesses, which, in the opinion of the PI, may either put the patient at risk because of participation in the study or influence the results or the patient's ability to participate in the study\n29. Current swab-positive or suspected (under investigation) Covid-19 infection or fever and other signs or symptoms suggestive of Covid-19 infection with recent contact of the person(s) with confirmed Covid-19 infection, at screening or Cycle 1 Day 1.\n30. History of another primary malignancy within 5 years prior to starting the study drug, except for adequately treated basal or squamous cell carcinoma of the skin or cancer of the cervix in situ or cured early-stage (Stage 1 or 2) prostate cancer.\n31. Positive pregnancy test for women of childbearing potential (WOCBP) at the screening or enrolment visit\n32. Lactating women or WOCBP who are neither surgically sterilized nor willing to use reliable contraceptive methods (hormonal contraceptive, IUD, or any double combination of male or female condom, spermicidal gel, diaphragm, sponge, cervical cap).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Akhil Kumar","role":"CONTACT","phone":"9632203510","email":"akhil_k@aurigene.com"}],"locations":[{"facility":"Kiran Multi Super Speciality Hospital and Research Centre","status":"RECRUITING","city":"Surat","state":"Gujarat","zip":"395004","country":"India","contacts":[{"name":"Dr. Priyal Dhameliya","role":"CONTACT","phone":"9428638448","email":"drpriyalrsavaliya@gmail.com"}],"geoPoint":{"lat":21.19594,"lon":72.83023}},{"facility":"Sunshine Global Hospitals","status":"RECRUITING","city":"Surat","state":"Gujarat","zip":"395007","country":"India","contacts":[{"name":"Dr. Ankit Patel","role":"CONTACT","phone":"9825404202","email":"drankitoncologist@gmail.com"}],"geoPoint":{"lat":21.19594,"lon":72.83023}},{"facility":"Adwaita Cancer Hospital & ICU","status":"RECRUITING","city":"Surat","state":"Gujarat","zip":"395009","country":"India","contacts":[{"name":"Dr. Anshul Agrawal","role":"CONTACT","phone":"9969465723","email":"anshul.oncology@gmail.com"}],"geoPoint":{"lat":21.19594,"lon":72.83023}},{"facility":"Kolhapur Cancer Centre Pvt. Ltd.","status":"RECRUITING","city":"Kolhapur","state":"Maharashtra","zip":"416234","country":"India","contacts":[{"name":"Dr. Yogesh Anap","role":"CONTACT","phone":"9867155930","email":"yogesh.anap1@gmail.com"}],"geoPoint":{"lat":16.69563,"lon":74.23167}},{"facility":"MMFHA Joshi Hospital","status":"RECRUITING","city":"Pune","state":"Maharashtra","zip":"411004","country":"India","contacts":[{"name":"Dr. Reshma Puranik","role":"CONTACT","phone":"9552544910","email":"drpreshma@gmail.com"}],"geoPoint":{"lat":18.51957,"lon":73.85535}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D009369","term":"Neoplasms"}],"browseLeaves":[{"id":"M11220","name":"Lymphoma","relevance":"LOW"},{"id":"M10945","name":"Leukemia","relevance":"LOW"},{"id":"M10951","name":"Leukemia, Lymphoid","relevance":"LOW"},{"id":"M18116","name":"Leukemia, Lymphocytic, Chronic, B-Cell","relevance":"LOW"},{"id":"M9751","name":"Hodgkin Disease","relevance":"LOW"},{"id":"T3543","name":"Lymphosarcoma","relevance":"LOW"},{"id":"T1308","name":"Chronic Lymphocytic Leukemia","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"},{"id":"T2817","name":"Hodgkin Lymphoma","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}