{"protocolSection":{"identificationModule":{"nctId":"NCT06630793","orgStudyIdInfo":{"id":"4336"},"organization":{"fullName":"Tata Memorial Centre","class":"OTHER"},"briefTitle":"IMRT Versus IMPT With Concurrent Chemotherapy for Locally Advanced Anal Canal Cancer","officialTitle":"Phase III Randomised Control Trial of Intensity-Modulated Radiotherapy Using Photon Versus Proton With Concurrent Chemotherapy for Locally Advanced Anal Canal Cancer","acronym":"IMPAC"},"statusModule":{"statusVerifiedDate":"2025-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-03-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-11-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2032-05-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-04-19","studyFirstSubmitQcDate":"2024-10-07","studyFirstPostDateStruct":{"date":"2024-10-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-04-07","lastUpdatePostDateStruct":{"date":"2025-04-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Tata Memorial Centre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The standard practice in management of carcinoma of anal canal is to treat patients with radiotherapy using the IMRT technique along with chemotherapy. It is known that while IMRT has reduced treatment related side effects as compared to the older radiation techniques, reducing these side effects further still remains a major challenge.\n\nThese side-effects include gastrointestinal (diarrhea, altered bowel habits, weight loss, bleeding, obstruction), genitourinary (difficulties in passing urine, passing blood in urine, difficulty in holding urine) and hematologic toxicities (anemia, low platelet count and increased predisposition to infections).\n\nProton therapy (IMPT) is a form of radiation treatment in which high doses can be delivered within the tumor while the surrounding normal tissues receive a lesser radiation dose. It is believed that these physical properties of proton therapy may help reduce the side effects of treatment.\n\nPatients will be randomly assigned to either receive IMRT or IMPT based treatment so as to see whether it is possible to reduce the acute treatment related toxicities. In this study, there is a 66.7% chance that the patient will get IMPT based treatment, which may be able to reduce the toxicities."},"conditionsModule":{"conditions":["Malignant Neoplasm of Anal Canal"],"keywords":["IMPT","IMRT","Anal canal"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":108,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Radical CTRT with IMPT (Intensity Modulated Proton Therapy)","type":"EXPERIMENTAL","description":"Patients randomized to proton therapy arm will receive radiotherapy with IMPT technique along with concurrent chemotherapy for a duration 6-8 weeks.","interventionNames":["Radiation: IMPT (Intensity Modulated Proton Therapy)"]},{"label":"Radical CTRT with IMRT (Intensity Modulated Radiation Therapy)","type":"ACTIVE_COMPARATOR","description":"Patients randomized to photon arm will receive radiotherapy with IMRT technique along with concurrent chemotherapy for a duration 6-8 weeks.","interventionNames":["Radiation: IMRT (Intensity Modulated Radiation Therapy)"]}],"interventions":[{"type":"RADIATION","name":"IMPT (Intensity Modulated Proton Therapy)","description":"Proton therapy is a form of radiation treatment in which high doses can be delivered within the tumour while relatively sparing the surrounding normal tissues. This may help further reduce the side-effects of radiation treatment observed with IMRT.","armGroupLabels":["Radical CTRT with IMPT (Intensity Modulated Proton Therapy)"]},{"type":"RADIATION","name":"IMRT (Intensity Modulated Radiation Therapy)","description":"The standard management of carcinoma of the anal canal is radiotherapy using the IMRT technique along with concurrent chemotherapy. The use of IMRT has reduced the treatment-related side-effects as compared to older radiation techniques. However, further reducing these side effects poses a major challenge.","armGroupLabels":["Radical CTRT with IMRT (Intensity Modulated Radiation Therapy)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Grade 3 or higher acute toxicity","description":"The highest GI/GU/Hematological toxicity will be captured per patient will be documented using CTCAE v5.0 and the percentage of patients with more than Grade 3 toxicity will be added in each arm and compared proportionately.","timeFrame":"Upto 6 months post-last cytotoxic therapy."}],"secondaryOutcomes":[{"measure":"Local Failure","description":"Local control will be computed as the time between randomization and local relapse or progression, Measurable persistent disease after six months from the completion of chemoradiation therapy will be considered a local failure.","timeFrame":"5 years since randomization"},{"measure":"Regional Failure","description":"From randomisation till a situation in which a patient who initially had no signs of disease in the pelvic and groin nodes later displays disease in these nodes after receiving treatment or reappearance of the disease in these nodes after they were initially cleared or the presence of persistent nodal disease for more than six months after completing the treatment.","timeFrame":"5 years since randomization"},{"measure":"Distant Relapse","description":"The rate of relapse of the tumor outside the pelvic region.","timeFrame":"5 years since randomization"},{"measure":"Colostomy-free Survival","description":"From the the time of randomization till the necessity for colostomy is clinically warranted or death due to any cause.","timeFrame":"5 years since randomization"},{"measure":"Disease-free Survival","description":"The time from randomization to local or regional or distant recurrence of tumor or death","timeFrame":"5 years since randomization"},{"measure":"Overall Survival","description":"From randomisation till anal cancer or treatment-related death.","timeFrame":"5 years since randomization"},{"measure":"Treatment-related late toxicities","description":"After 3 months of treatment and up to 5 years or death due to any cause, will be documented using CTCAE v5.0","timeFrame":"5 years since randomization"},{"measure":"Patient-Reported Health-Related Quality of Life QLQ-C30 questionnaires","description":"Will be assessed using Health Related Quality of Life questionnaires (QLQ) of European Organization for Research and Treatment of Cancer (EORTC)","timeFrame":"5 years since randomization"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age \\> 18 and \\< 80 years of age\n2. Histologically confirmed squamous cell carcinoma of the anal canal or distal rectum\n3. The patients may have TNM stage T1-2 N+M0 or T3-4 N0-1c M0 (UICC 8th edition)\n4. Involvement of lower para-aortic lymph nodes (till renal hilum) as the only site of disease extension on PET CECT may also be included as they receive radical chemoradiation as standard treatment.\n5. WHO or ECOG performance status 0-1\n6. HIV testing is known and HPV (P16) testing done on tissue sample.\n7. With suitable blood test values for standard concurrent chemotherapy (Hb \\> 10 mg/dL, ANC \\> 1.5 cells/mm3, Platelets \\> 100,000 cells/mm3, Creatinine \\< 1.5 x ULN, Bilirubin \\< 3 x ULN, ALT \\< 3 x ULN) as deemed by a medical oncologist in team.\n8. The patient must be expected to tolerate the treatment and be compliant for follow up.\n9. No contradiction for chemoradiation such as inflammatory bowel disease, pregnancy, etc.\n10. Willing to consent to participate in the study.\n\nExclusion Criteria:\n\n1. Two or more synchronous primary cancers.\n2. When prosthetic materials (e.g. hip prostheses) are present close to the target volume, it must be considered if this may introduce uncertainties in dose calculations, which may affect the treatment planning process.\n3. Ulcerative colitis or any other histologically confirmed inflammatory bowel disease.\n4. Poor reliability for follow-up and treatment completion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Dr Rahul Krishanatry, MD","role":"CONTACT","phone":"02224177028","phoneExt":"7028","email":"krishnatry@gmail.com"},{"name":"Dr Rahul Krishanatry, MD","role":"CONTACT","phone":"02224177028","phoneExt":"7028","email":"krishanatry@gmail.com"}],"locations":[{"facility":"Tata Memorial Centre","status":"RECRUITING","city":"Mumbai","state":"Maharashtra","zip":"400012","country":"India","contacts":[{"name":"Rahul Krishnatry, MD","role":"CONTACT","phone":"+91-22-24177028","phoneExt":"7028","email":"krishnatry@gmail.com"},{"name":"Rahul Krishnatry, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":19.07283,"lon":72.88261}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D009369","term":"Neoplasms"}]}},"hasResults":false}