{"protocolSection":{"identificationModule":{"nctId":"NCT06442748","orgStudyIdInfo":{"id":"4385"},"organization":{"fullName":"Tata Memorial Centre","class":"OTHER"},"briefTitle":"Short Versus Long-term Levetiracetam in Brain Tumors","officialTitle":"Short Versus Long-term Levetiracetam in Brain Tumors: A Phase 3 Randomized Controlled Trial (LIBRA)","acronym":"LIBRA"},"statusModule":{"statusVerifiedDate":"2024-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2031-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2031-06-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-20","studyFirstSubmitQcDate":"2024-05-29","studyFirstPostDateStruct":{"date":"2024-06-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-11-18","lastUpdatePostDateStruct":{"date":"2024-11-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Archya Dasgupta","investigatorTitle":"Assistant Professor, Radiation Oncology","investigatorAffiliation":"Tata Memorial Centre"},"leadSponsor":{"name":"Tata Memorial Centre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Levetiracetam is the commonly preferred anti-seizure medicine in patients with brain tumors. This drug has reduced the risk of seizure events occurring but is associated with a risk of side effects such as increased headache, drowsiness, loss of muscle coordination, and psychological challenges in patients. In patients undergoing appropriate treatment for brain tumors and controlled of seizures in the initial few months of levetiracetam, the chance of further seizures is relatively low. The optimal duration to give levetiracetam is not well defined for these patients, and currently as standard treatment levetiracetam is continued for 2-3 years. This study aims to answer this question by comparing patients on a short course of levetiracetam (experimental arm) versus a longer course of levetiracetam (standard arm), with the anticipation that a shorter duration of treatment will not lead to increased seizure episodes.","detailedDescription":"Patients with prior history of seizure from primary brain tumor in the supratentorial location with controlled seizure on levetiracetam monotherapy for at least six months will be considered for the study. Patients more than 18 years of age with KPS ≥ 50 will be eligible. Patients will be randomized in one of the two arms (standard arm or experimental arm) in a 1:1 ratio and stratified based on seizure type, location, histology, tumor grade, and adjuvant therapy. Randomization will be done by the statistician via computerized software using a permuted block design. In the standard arm, patients will continue on the same dose and schedule of levetiracetam (typically prescribed in the range of 1000-3000 mg/ day in 2-3 divided doses) for a duration of 2 years. In the experimental arm, levetiracetam will be tapered by 250- 500 mg every week and stopped. Follow-ups will be done every 3-6 months as per standard practice for the given tumor histology. Neuroimaging will be done 6-12 monthly as per routine clinical practice. The quality-of-life assessment will be done every six months. The primary endpoint is 2-year seizure free survival calculated from the time of randomization.\n\nPatients will continue to receive standard treatment, including adjuvant therapy as standard practice. In case in either arm, the patient develops a seizure episode after stopping levetiracetam will be restarted on levetiracetam monotherapy. If a patient develops a seizure episode while on levetiracetam monotherapy, further add-on antiepileptics will be considered as per standard practice by the responsible physician. Any complications arising from previous treatments (e.g., radio necrosis) or recurrent disease during the study period will be managed according to standard institutional practice without any influence of the study.\n\nThe study will be conducted at Tata Memorial Centre with a total sample size of 604 patients for a duration of seven years."},"conditionsModule":{"conditions":["Seizures","Brain Tumors","Antiepileptics","Levetiracetam"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":604,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"STANDARD","type":"OTHER","description":"In the standard arm, patients will continue on the same dose and schedule of levetiracetam (prescribed in the range of 1000-3000 mg/ day in 2-3 divided doses) for a duration of 2 years.","interventionNames":["Drug: Levetiracetam"]},{"label":"EXPERIMENTAL","type":"EXPERIMENTAL","description":"In the experimental arm, levetiracetam will be tapered by 250- 500 mg every week and then stopped.","interventionNames":["Drug: Levetiracetam"]}],"interventions":[{"type":"DRUG","name":"Levetiracetam","description":"Levetiracetam is usually preferred in brain tumor-related epilepsy. Levetiracetam is a second-generation antiepileptic drug that binds to synaptic vesicle glycoprotein SV2A, which interferes with the release of neurotransmitters from the synaptic vesicle and control seizure by multiple mechanisms.","armGroupLabels":["EXPERIMENTAL","STANDARD"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"2-year seizure free survival","description":"Seizure-free survival measured using Kaplan-Meier product limit method survival calculated from the time of randomization.","timeFrame":"7 year"}],"secondaryOutcomes":[{"measure":"Overall survival","description":"Overall survival calculated using Kaplan-Meier product-limit method. Death from any cause will be considered as an event.","timeFrame":"7 year"},{"measure":"Progression-free survival","description":"Progression-free survival calculated using Kaplan-Meier product-limit method. Date of radiological progression will be considered as an event.","timeFrame":"7 year"},{"measure":"Cost-benefit analysis Cost-benefit analysis","description":"Cumulative cost of antiepileptic medications and cost of management of seizures between the two groups will be compared using proportions of expenditure.","timeFrame":"7 year"},{"measure":"Quality of life core questionnaire","description":"The European Organization for Research and Treatment of Cancer (EORTC) quality of life (QOL) core questionnaire (C30) will be used. The summary scores will be calculated from the raw scores as per the manual, ranging from 0 to 100, with higher scores representing better outcomes. The global score and scores of subdomains will be calculated during follow-up and compared with baseline.","timeFrame":"7 year"},{"measure":"Quality of life brain cancer module","description":"The European Organization for Research and Treatment of Cancer (EORTC) brain module (BN20) questionnaire will be used. The summary scores will be calculated from the raw scores as per the manual, ranging from 0 to 100, with higher scores representing better outcomes. The global score and scores of subdomains will be calculated during follow-up and compared with baseline.","timeFrame":"7 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: • Age ≥ 18years\n\n* History of seizure\n* Histological diagnosis of primary brain tumor\n* Supratentorial location of primary tumor\n* Controlled on levetiracetam monotherapy for 6 months\n* Index surgery within 1 year\n* Karnofsky Performance Scale (KPS) ≥ 50\n\nExclusion Criteria:\n\n* KPS \\< 50\n* No history of seizure\n* Unclear history of seizure episodes in the past\n* Use of antiepileptics other than levetiracetam in the previous 6 months\n* No histological diagnosis\n* Progressive disease\n* Brain metastasis\n* Altered mental status with deficits in understanding or inability to consent to the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Archya Dasgupta, MD","role":"CONTACT","phone":"02224177000","phoneExt":"6861","email":"archya1010@gmail.com"}],"overallOfficials":[{"name":"Archya Dasgupta","affiliation":"Tata Memorial Centre Mumbai","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Tata Memorial Centre","status":"RECRUITING","city":"Mumbai","state":"Maharashtra","zip":"400012","country":"India","contacts":[{"name":"Archya Dasgupta","role":"CONTACT","phone":"02224177000","phoneExt":"6861","email":"archya1010@gmail.com"},{"name":"Archya Dasgupta","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":19.07283,"lon":72.88261}}]},"referencesModule":{"references":[{"pmid":"30921011","type":"BACKGROUND","citation":"Pack AM. Epilepsy Overview and Revised Classification of Seizures and Epilepsies. Continuum (Minneap Minn). 2019 Apr;25(2):306-321. doi: 10.1212/CON.0000000000000707."},{"pmid":"16168931","type":"BACKGROUND","citation":"Olafsson E, Ludvigsson P, Gudmundsson G, Hesdorffer D, Kjartansson O, Hauser WA. Incidence of unprovoked seizures and epilepsy in Iceland and assessment of the epilepsy syndrome classification: a prospective study. Lancet Neurol. 2005 Oct;4(10):627-34. doi: 10.1016/S1474-4422(05)70172-1."},{"pmid":"24730690","type":"BACKGROUND","citation":"Fisher RS, Acevedo C, Arzimanoglou A, Bogacz A, Cross JH, Elger CE, Engel J Jr, Forsgren L, French JA, Glynn M, Hesdorffer DC, Lee BI, Mathern GW, Moshe SL, Perucca E, Scheffer IE, Tomson T, Watanabe M, Wiebe S. ILAE official report: a practical clinical definition of epilepsy. Epilepsia. 2014 Apr;55(4):475-82. doi: 10.1111/epi.12550. Epub 2014 Apr 14."},{"pmid":"28276062","type":"BACKGROUND","citation":"Scheffer IE, Berkovic S, Capovilla G, Connolly MB, French J, Guilhoto L, Hirsch E, Jain S, Mathern GW, Moshe SL, Nordli DR, Perucca E, Tomson T, Wiebe S, Zhang YH, Zuberi SM. ILAE classification of the epilepsies: Position paper of the ILAE Commission for Classification and Terminology. Epilepsia. 2017 Apr;58(4):512-521. doi: 10.1111/epi.13709. Epub 2017 Mar 8."},{"pmid":"16043788","type":"BACKGROUND","citation":"Hildebrand J, Lecaille C, Perennes J, Delattre JY. Epileptic seizures during follow-up of patients treated for primary brain tumors. Neurology. 2005 Jul 26;65(2):212-5. doi: 10.1212/01.wnl.0000168903.09277.8f."},{"pmid":"9007399","type":"BACKGROUND","citation":"Villemure JG, de Tribolet N. Epilepsy in patients with central nervous system tumors. Curr Opin Neurol. 1996 Dec;9(6):424-8. doi: 10.1097/00019052-199612000-00005."},{"pmid":"26948360","type":"BACKGROUND","citation":"Englot DJ, Chang EF, Vecht CJ. Epilepsy and brain tumors. Handb Clin Neurol. 2016;134:267-85. doi: 10.1016/B978-0-12-802997-8.00016-5."},{"pmid":"11150841","type":"BACKGROUND","citation":"Liigant A, Haldre S, Oun A, Linnamagi U, Saar A, Asser T, Kaasik AE. Seizure disorders in patients with brain tumors. Eur Neurol. 2001;45(1):46-51. doi: 10.1159/000052089."},{"pmid":"36699536","type":"BACKGROUND","citation":"Xie M, Wang X, Duan Z, Luan G. Low-grade epilepsy-associated neuroepithelial tumors: Tumor spectrum and diagnosis based on genetic alterations. Front Neurosci. 2023 Jan 9;16:1071314. doi: 10.3389/fnins.2022.1071314. eCollection 2022."},{"pmid":"15168227","type":"BACKGROUND","citation":"Hwang SL, Lin CL, Lee KS, Lieu AS, Kuo TH, Chang CZ, Yen CP, Lin CK, Loh JK, Huang TY, Howng SL. Factors influencing seizures in adult patients with supratentorial astrocytic tumors. Acta Neurochir (Wien). 2004 Jun;146(6):589-94: discussion 594. doi: 10.1007/s00701-004-0266-8. Epub 2004 May 24."},{"pmid":"22843268","type":"BACKGROUND","citation":"Yuen TI, Morokoff AP, Bjorksten A, D'Abaco G, Paradiso L, Finch S, Wong D, Reid CA, Powell KL, Drummond KJ, Rosenthal MA, Kaye AH, O'Brien TJ. Glutamate is associated with a higher risk of seizures in patients with gliomas. Neurology. 2012 Aug 28;79(9):883-9. doi: 10.1212/WNL.0b013e318266fa89. Epub 2012 Jul 25."},{"pmid":"22238332","type":"BACKGROUND","citation":"Andronesi OC, Kim GS, Gerstner E, Batchelor T, Tzika AA, Fantin VR, Vander Heiden MG, Sorensen AG. Detection of 2-hydroxyglutarate in IDH-mutated glioma patients by in vivo spectral-editing and 2D correlation magnetic resonance spectroscopy. Sci Transl Med. 2012 Jan 11;4(116):116ra4. doi: 10.1126/scitranslmed.3002693."},{"pmid":"27154922","type":"BACKGROUND","citation":"Nagashima H, Tanaka K, Sasayama T, Irino Y, Sato N, Takeuchi Y, Kyotani K, Mukasa A, Mizukawa K, Sakata J, Yamamoto Y, Hosoda K, Itoh T, Sasaki R, Kohmura E. Diagnostic value of glutamate with 2-hydroxyglutarate in magnetic resonance spectroscopy for IDH1 mutant glioma. Neuro Oncol. 2016 Nov;18(11):1559-1568. doi: 10.1093/neuonc/now090. Epub 2016 May 5."},{"pmid":"26636386","type":"BACKGROUND","citation":"Englot DJ, Magill ST, Han SJ, Chang EF, Berger MS, McDermott MW. Seizures in supratentorial meningioma: a systematic review and meta-analysis. J Neurosurg. 2016 Jun;124(6):1552-61. doi: 10.3171/2015.4.JNS142742. Epub 2015 Dec 4."},{"pmid":"18803983","type":"BACKGROUND","citation":"Yap KY, Chui WK, Chan A. Drug interactions between chemotherapeutic regimens and antiepileptics. Clin Ther. 2008 Aug;30(8):1385-407. doi: 10.1016/j.clinthera.2008.08.011."},{"pmid":"35371521","type":"BACKGROUND","citation":"van der Meer PB, Dirven L, van den Bent MJ, Preusser M, Taphoorn MJB, Ruda R, Koekkoek JAF. Prescription preferences of antiepileptic drugs in brain tumor patients: An international survey among EANO members. Neurooncol Pract. 2021 Oct 21;9(2):105-113. doi: 10.1093/nop/npab059. eCollection 2022 Apr."},{"pmid":"21107994","type":"BACKGROUND","citation":"Maschio M, Dinapoli L, Sperati F, Pace A, Fabi A, Vidiri A, Muti P. Levetiracetam monotherapy in patients with brain tumor-related epilepsy: seizure control, safety, and quality of life. J Neurooncol. 2011 Aug;104(1):205-14. doi: 10.1007/s11060-010-0460-x. Epub 2010 Nov 25."},{"pmid":"34589231","type":"BACKGROUND","citation":"de Bruin ME, van der Meer PB, Dirven L, Taphoorn MJB, Koekkoek JAF. Efficacy of antiepileptic drugs in glioma patients with epilepsy: a systematic review. Neurooncol Pract. 2021 May 28;8(5):501-517. doi: 10.1093/nop/npab030. eCollection 2021 Oct."},{"pmid":"29763065","type":"BACKGROUND","citation":"Kumar A, Maini K, Kadian R. Levetiracetam. 2023 Dec 3. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2025 Jan-. Available from http://www.ncbi.nlm.nih.gov/books/NBK499890/"},{"pmid":"33447943","type":"BACKGROUND","citation":"Li ZR, Wang CY, Zhu X, Jiao Z. Population Pharmacokinetics of Levetiracetam: A Systematic Review. Clin Pharmacokinet. 2021 Mar;60(3):305-318. doi: 10.1007/s40262-020-00963-2. Epub 2021 Jan 15."},{"pmid":"30036676","type":"BACKGROUND","citation":"Howard P, Remi J, Remi C, Charlesworth S, Whalley H, Bhatia R, Hitchens M, Mihalyo M, Wilcock A. Levetiracetam. J Pain Symptom Manage. 2018 Oct;56(4):645-649. doi: 10.1016/j.jpainsymman.2018.07.012. Epub 2018 Jul 21."},{"pmid":"27341048","type":"BACKGROUND","citation":"Dewan MC, Thompson RC, Kalkanis SN, Barker FG 2nd, Hadjipanayis CG. Prophylactic antiepileptic drug administration following brain tumor resection: results of a recent AANS/CNS Section on Tumors survey. J Neurosurg. 2017 Jun;126(6):1772-1778. doi: 10.3171/2016.4.JNS16245. Epub 2016 Jun 24."},{"pmid":"20212232","type":"BACKGROUND","citation":"Rosati A, Buttolo L, Stefini R, Todeschini A, Cenzato M, Padovani A. Efficacy and safety of levetiracetam in patients with glioma: a clinical prospective study. Arch Neurol. 2010 Mar;67(3):343-6. doi: 10.1001/archneurol.2009.335."},{"pmid":"19169651","type":"BACKGROUND","citation":"Lim DA, Tarapore P, Chang E, Burt M, Chakalian L, Barbaro N, Chang S, Lamborn KR, McDermott MW. Safety and feasibility of switching from phenytoin to levetiracetam monotherapy for glioma-related seizure control following craniotomy: a randomized phase II pilot study. J Neurooncol. 2009 Jul;93(3):349-54. doi: 10.1007/s11060-008-9781-4. Epub 2009 Jan 24."},{"pmid":"32203691","type":"BACKGROUND","citation":"Chamberlain JM, Kapur J, Shinnar S, Elm J, Holsti M, Babcock L, Rogers A, Barsan W, Cloyd J, Lowenstein D, Bleck TP, Conwit R, Meinzer C, Cock H, Fountain NB, Underwood E, Connor JT, Silbergleit R; Neurological Emergencies Treatment Trials; Pediatric Emergency Care Applied Research Network investigators. Efficacy of levetiracetam, fosphenytoin, and valproate for established status epilepticus by age group (ESETT): a double-blind, responsive-adaptive, randomised controlled trial. Lancet. 2020 Apr 11;395(10231):1217-1224. doi: 10.1016/S0140-6736(20)30611-5. Epub 2020 Mar 20."},{"pmid":"35317697","type":"BACKGROUND","citation":"Roberti R, Rocca M, Iannone LF, Gasparini S, Pascarella A, Neri S, Cianci V, Bilo L, Russo E, Quaresima P, Aguglia U, Di Carlo C, Ferlazzo E. Status epilepticus in pregnancy: a literature review and a protocol proposal. Expert Rev Neurother. 2022 Apr;22(4):301-312. doi: 10.1080/14737175.2022.2057224. Epub 2022 Apr 7."},{"pmid":"32278037","type":"BACKGROUND","citation":"Cucchiara F, Pasqualetti F, Giorgi FS, Danesi R, Bocci G. Epileptogenesis and oncogenesis: An antineoplastic role for antiepileptic drugs in brain tumours? Pharmacol Res. 2020 Jun;156:104786. doi: 10.1016/j.phrs.2020.104786. Epub 2020 Apr 8."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D001932","term":"Brain Neoplasms"},{"id":"D012640","term":"Seizures"}],"ancestors":[{"id":"D009461","term":"Neurologic Manifestations"},{"id":"D009422","term":"Nervous System Diseases"},{"id":"D016543","term":"Central Nervous System Neoplasms"},{"id":"D009423","term":"Nervous System Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D001927","term":"Brain Diseases"},{"id":"D002493","term":"Central Nervous System Diseases"}],"browseLeaves":[{"id":"M15452","name":"Seizures","asFound":"Seizures","relevance":"HIGH"},{"id":"M5209","name":"Brain Neoplasms","asFound":"Brain Tumor","relevance":"HIGH"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M18937","name":"Central Nervous System Neoplasms","relevance":"LOW"},{"id":"M12367","name":"Nervous System Neoplasms","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077287","term":"Levetiracetam"}],"ancestors":[{"id":"D000927","term":"Anticonvulsants"},{"id":"D018697","term":"Nootropic Agents"}],"browseLeaves":[{"id":"M1741","name":"Levetiracetam","asFound":"Neck Cancer","relevance":"HIGH"},{"id":"M4246","name":"Anticonvulsants","relevance":"LOW"},{"id":"M340819","name":"polysaccharide-K","relevance":"LOW"},{"id":"M20774","name":"Nootropic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"AntiConv","name":"Anticonvulsants"},{"abbrev":"NootAg","name":"Nootropic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"ANeo","name":"Antineoplastic Agents"}]}},"hasResults":false}