{"protocolSection":{"identificationModule":{"nctId":"NCT05607199","orgStudyIdInfo":{"id":"AUR103-101"},"organization":{"fullName":"Aurigene Discovery Technologies Limited","class":"INDUSTRY"},"briefTitle":"A First in Human Study of AUR 103 Calcium to Evaluate Safety, Pharmacokinetics and Pharmacodynamics","officialTitle":"A Phase I, Open Label, Dose-Escalation, First in Human (FIH) Study Evaluating the Safety, Pharmacokinetics, Pharmacodynamics and Efficacy of AUR103 Calcium in Patients With Relapsed Advanced Malignancies( BHARAT-1)","acronym":"BHARAT-1"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-09-16","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-10-16","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-21","studyFirstSubmitQcDate":"2022-10-31","studyFirstPostDateStruct":{"date":"2022-11-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-30","lastUpdatePostDateStruct":{"date":"2024-01-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Aurigene Discovery Technologies Limited","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A Phase I, Open Label, Dose-Escalation, First in Human (FIH) study evaluating the Safety, Pharmacokinetics, Pharmacodynamics and Efficacy of AUR103 Calcium in patients with relapsed advanced malignancies (BHARAT-1).","detailedDescription":"This is a three-part (Part 1, Part 2A / 2B and Part 3A / 3B) Phase I, open-label, multi-center trial. In Part 1, the safety and tolerability of oral AUR103 Calcium will be evaluated among patients with advanced solid tumors who do not have any available curative or life prolonging treatment options and have exhausted all effective locally available therapies. In Part 2A, the safety and tolerability of oral AUR103 Calcium will be assessed in combination with Azacitidine in patients with AML / MDS. Thereafter, efficacy of the combination of AUR103 Calcium and Azacitidine will be assessed in AML / MDS in Part 2B. In Part 3A, the safety and tolerability of oral AUR103 Calcium will be assessed in combination with Rituximab in patients with NHL. Thereafter, efficacy of the combination of AUR103 Calcium and Rituximab will be assessed in NHL in Part 3B."},"conditionsModule":{"conditions":["Solid Tumor, Adult","Acute Myeloid Leukemia","Myelodysplastic Syndromes","Non Hodgkin Lymphoma"],"keywords":["CD 47 inhibitor"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SEQUENTIAL","interventionModelDescription":"Dose Escalation \"3+3\" Design","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"AUR103, 25mg to 400mg","type":"EXPERIMENTAL","description":"Currently planned dose levels in Part 1 are 25 mg BID, 50 mg BID, 100 mg BID, 200 mg BID and 400 mg BID","interventionNames":["Drug: AUR103"]}],"interventions":[{"type":"DRUG","name":"AUR103","description":"Twice Daily","armGroupLabels":["AUR103, 25mg to 400mg"],"otherNames":["AUR 103 Calcium"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary Outcome: Optimal Biological Dose (OBD)","description":"To determine the Optimal Biological Dose (OBD)\n\nand evaluate the overall safety profile of single agent AUR103 Calcium in patients with relapsed advanced malignancies","timeFrame":"up to 16 weeks"}],"secondaryOutcomes":[{"measure":"Pharmacokinetics: Area under the curve, 0 to last","description":"Area under the curve, 0 to last of AUR 103 calcium in h\\* mcg/mL","timeFrame":"Day 1 and Day 15"},{"measure":"Pharmacokinetics: Area under the curve, 0 to infinity","description":"Area under the curve, 0 to infinity of AUR 103 calcium in h\\* mcg/mL","timeFrame":"Day 1 and Day 15"},{"measure":"Pharmacokinetics: Maximum concentration","description":"Maximum concentration of AUR 103 calcium in mcg/mL","timeFrame":"Day 1 and Day 15"},{"measure":"Pharmacokinetics: Time to Maximum concentration","description":"Time to Maximum concentration of AUR 103 calcium in hours","timeFrame":"Day 1 and Day 15"},{"measure":"Pharmacokinetics: Terminal elimination half life","description":"Terminal elimination half life of AUR 103 calcium in hours","timeFrame":"Day 1 and Day 15"},{"measure":"Pharmacokinetics: Clearance","description":"Clearance of AUR 103 calcium in mL/h","timeFrame":"Day 1 and Day 15"}],"otherOutcomes":[{"measure":"Pharmacodynamics: MCP-1 biomarker levels","description":"The concentration of MCP-1 in pg/mL","timeFrame":"Day 1, Day 8, Day 15"},{"measure":"Pharmacodynamics: MCP-3 biomarker levels","description":"The concentration of MCP-3 in pg/mL","timeFrame":"Day 1, Day 8, Day 15"},{"measure":"Pharmacodynamics: MIP-1 alpha biomarker levels","description":"The concentration of MIP-1 alpha in pg/mL","timeFrame":"Day 1, Day 8, Day 15"},{"measure":"Pharmacodynamics: MIP-1 beta biomarker levels","description":"The concentration of MIP-1 beta in pg/mL","timeFrame":"Day 1, Day 8, Day 15"},{"measure":"Pharmacodynamics: Interleukin 1A biomarker levels","description":"The concentration of Interleukin 1A in pg/mL","timeFrame":"Day 1, Day 8, Day 15"},{"measure":"Pharmacodynamics: Interleukin 6 biomarker levels","description":"The concentration of Interleukin 6 in pg/mL","timeFrame":"Day 1, Day 8, Day 15"},{"measure":"Pharmacodynamics: Interleukin 8 biomarker levels","description":"The concentration of Interleukin 8 in pg/mL","timeFrame":"Day 1, Day 8, Day 15"},{"measure":"Pharmacodynamics: TNF alpha biomarker levels","description":"The concentration of TNF alpha in pg/mL","timeFrame":"Day 1, Day 8, Day 15"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provide signed and dated informed consent and agree to comply with all study related activities.\n2. Male or female patients aged ≥ 18 years.\n3. Patients have to meet the following criteria for each of the respective parts of the study:\n\n   Part 1:\n\n   Pathological diagnosis of a solid tumor. Standard curative or life prolonging measures do not exist and patient must have exhausted all effective therapies, available locally. At a minimum, patients should have received at least 2 lines of therapy in the metastatic setting.\n\n   Part 2A and 2B:\n\n   Diagnosis of Acute myeloid leukemia (AML) according to the World Health Organization (WHO 2016, Appendix B) criteria. OR Myelodysplastic syndrome (MDS) according to the WHO classification (WHO 2016, Appendix B). Patients with relapsed / refractory AML (patients should have received at least one line of previous therapy and be eligible for single agent Azacitidine) or Intermediate / High-Risk / Very High-Risk Myelodysplastic syndrome (MDS) with IPSS-R score greater than 3.5, by IPSS - R criterion (Appendix C) who are eligible to receive AZA.\n\n   Part 3A and 3B:\n\n   Patients of CD20+ B cell NHL, who are refractory or relapsed after at least two previous lines of therapy Patients must not have any curative or life prolonging option and must not require immediate cytoreductive therapy Patients with histological sub-types of follicular lymphoma, marginal zone lymphoma (includes nodal marginal zone, splenic marginal zone and extra-nodal marginal zone of MALT tissue), mantle cell lymphoma, diffuse large B cell lymphoma, histologically transformed indolent lymphomas to DLBCL, high-grade B cell lymphomas and Primary Mediastinal Large B cell Lymphoma.\n\n   Patients with indolent lymphomas (e.g., follicular lymphoma, marginal zone lymphoma or mantle cell lymphoma) must have conventional criterion, such as GELF criterion14\n\n   , for requiring treatment Single agent Rituximab is a viable treatment alternative for the patient. Please refer to Appendix F for a detailed list of drugs/previous treatments. Note: The list is not exhaustive and not every treatment may be available locally.\n\n   Patients with respective NHL subtypes should have received the following treatments Sub-Type of CD20+ B Cell Lymphoma : Follicular Lymphoma\n\n   Previous Treatments :\n\n   Patient must have received treatment with chemotherapy and CD20 antibody previously Patients must have received at least two lines of therapy previously and be eligible to receive Rituximab Sub-Type of CD20+ B Cell Lymphoma : Nodal Marginal Zone Lymphoma or Splenic Marginal Zone Lymphoma\n\n   Previous Treatments:\n\n   Patient must have received treatment with chemotherapy and CD20 antibody previously Patient must have received BTK inhibitors and PI3K inhibitors, unless not available locally to the patient Patient must have received at least two lines of therapy previously and be eligible to receive Rituximab Sub-Type of CD20+ B Cell Lymphoma: Extra nodal Marginal Zone Lymphoma of MALT tissue\n\n   Previous Treatments:\n\n   Patient must have received treatment with accepted antibiotic therapy for H. Pylori as well as chemotherapy and CD20 antibody previously Patient must have received BTK inhibitors and PI3K inhibitors, unless not available locally to the patient Patient must have received at least two lines of therapy previously Sub-Type of CD20+ B Cell Lymphoma: Diffuse Large B Cell Lymphoma or Histologically transformed indolent lymphomas to DLBCL or High-grade B cell lymphomas\n\n   Previous Treatments:\n\n   Patient must have received treatment with R-CHOP / R-CVP (if not eligible for doxorubicin) Patient must have received High Dose Chemotherapy with Autologous Stem Cell Transplant, unless patient is not eligible or has refused transplant previously Patient must have received at least two lines of therapy previously Sub-Type of CD20+ B Cell Lymphoma: Mantle Cell Lymphoma\n\n   Previous Treatments:\n\n   Patient must have received treatment with chemotherapy and CD20 antibody previously Patient must have received BTK inhibitors unless not available locally to the patient Patient must have received High Dose Chemotherapy with Autologous Stem Cell Transplant, unless patient is not eligible or has refused transplant previously Patient must have received at least two lines of therapy previously\n4. Eastern Cooperative Oncology Group (ECOG) (Appendix D) Performance status of 0 or 1 (Patients with disease related ECOG 2 are allowed, in addition to ECOG 0 and 1).\n5. Acceptable bone marrow as described below:\n\n   Part 1 ANC greater than1500/μL (without WBC growth factor support). Platelet count greater than100,000/μL without transfusion support. Hemoglobin greater than 9 g/dL (Transfusion is allowed to achieve this Hb). Part 2A and 2B WBC Less than 20,000/μL (Hydroxyurea can be given to reduce WBC count to Less than 20,000/μl). Platelet count greater than 50,000/μL without transfusion support. Hemoglobin greater than 9 g/dL (Transfusion is allowed to achieve this Hb). Part 3A and 3BANCgreater than 1000 / μL. Platelet count greater than 50,000/μL without transfusion support. Hemoglobin greater than9 g/dL (Transfusion is allowed to achieve this Hb).\n6. Acceptable organ function as described below:\n\n   Total Bilirubin less than 1.5 x ULN; (Patients with known Gilbert's syndrome are allowed with a Total Bilirubin Less than 2.5 x ULN). AST (SGOT) Less Than 3 x ULN (Less than 5 × ULN if known liver metastases). ALT (SGPT) Less than 3 x ULN (less than 5 × ULN if known liver metastases). Creatinine clearance (CrCl) greater than 60 mL/min (either measured or estimated by the Cockcroft-Gault formula). (Cockcroft-Gault formula for estimated creatinine clearance \\[eCrCl\\]: eCrCl = \\[140 - Age\\] × Weight \\[kg\\] × \\[0.85 if Female\\] / \\[72 × serum creatinine (mg/dL)\\]). Albumin greater than 3.0 g/dL\n7. Ability to swallow and retain oral medications.\n8. Negative serum pregnancy test in women of childbearing potential (WOCBP).\n9. Women of childbearing potential and men who partner with such a woman of childbearing potential must agree to use one or more of highly effective method(s) for contraception for the duration of the study, i.e.,through 28-day follow up visit, after discontinuation of study drug(s).\n10. Evidence of measurable disease per RECIST, v1.1 for solid tumors (Eisenhauer et al. 2009, Appendix E) and per Lugano Criteria for Lymphoma (Cheson et al. 2014, Appendix J). Measurable disease for solid tumors is defined as at least one lesion that can be accurately measured in at least 1 dimension with a minimum size of 10 mm for non-nodal lesions or 15 mm in short axis for nodal lesions. For malignant lymphomas, measurable disease is defined as a lesion that can be accurately measured with a minimum size of 10 mm in both dimensions or 15 mm in greatest transverse diameter. AML/MDS patients are per WHO 2016 criterion.\n\nExclusion Criteria:\n\n1. Systemic anti-cancer therapy, such as chemotherapy, or biological therapy, immunomodulatory drug therapy, received within the past 28 days or 5 half-lives, whichever is shorter, from the Cycle 1 Day 1 of the study. Concomitant use of prednisone or medroxyprogesterone is allowed. In Part 1, Patients with CRPC (castrate resistant prostate cancer) should continue to receive ongoing medical castration with LHRH analogues, and such patients are allowed.\n2. Acute promyelocytic leukemia (AML M3 subtype).\n3. Patients eligible for intensive chemotherapy for AML (such as the 3 + 7 regimen).\n4. CML in blast crisis (i.e., patients with known bcr-abl positive disease).\n5. Presence of an acute or chronic toxicity resulting from prior anti cancer treatment, with the exception of alopecia or nail changes, that has not resolved to Grade Less than 1, as determined by NCI CTCAE v 5.0 (Appendix G).\n6. Definitive Radiotherapy within the last 21 days of Cycle 1 Day 1 (limited field palliative radiation is allowed and no restrictions during the screening period or during the trial).\n7. Use of any investigational agent within 28 days or 5 half-lives (whichever is shorter) prior to Cycle 1 Day 1.\n8. Known symptomatic or untreated or recently treated (Less than 6 months of screening) central nervous system (CNS) metastases or CNS lymphoma or CNS leukemia. Patients with previously treated (greater than 6 months of screening) CNS metastases or CNS lymphoma or CNS leukemia and are now stable and asymptomatic, from CNS perspective, are allowed.\n9. Major surgery Less than 28 days from Cycle 1 Day 1 (major surgery is defined as a procedure requiring general anesthesia).\n10. Known to be human immunodeficiency virus (HIV) positive or have an acquired immunodeficiency syndrome-related illness.\n11. Known active or chronic hepatitis B or hepatitis C infection.\n12. Uncontrolled congestive heart failure (New York Heart Association \\[NYHA\\] Class 2-4), angina, myocardial infarction, cerebrovascular accident, coronary/peripheral artery bypass graft surgery, or transient ischemic attack, or pulmonary embolism within 3 months prior to Cycle 1 Day 1\n13. Ongoing cardiac dysrhythmias requiring treatment of any gradeor treatment of cardiac dysrhythmias in past 3 months, before Cycle 1 Day 1.\n14. The QTcF (corrected QT interval Fridericia method) value in the screening ECG greater than 450 ms in males and greater than 460 ms in females.\n15. Previous allogeneic stem cell or bone marrow transplantation\n16. NHL subtypes of Burkitt Lymphoma, Lymphoblastic Lymphoma, AIDS related lymphoma, Primary CNS Lymphoma, Waldenstrom Macroglobulinemia, Castleman Disease, Post Transplant Lymphoproliferative Disorder and anaplastic large B cell lymphoma.\n17. Previous or concomitant additional malignancy, except for basal-cell or squamous cell carcinoma of the skin or carcinoma in-situ of the uterine cervix; patients with other malignancies are eligible if they have remained disease free for at least 2 years prior to trial entry and in the opinion of the investigator deemed to have a low likelihood of recurrence.\n18. Pregnant or lactating women.\n19. Any clinically significant medical, psychiatric or social condition; or laboratory abnormality that may increase the risk of trial participation or may interfere with the informed consent process and/or with compliance with the requirements of the trial or may interfere with the interpretation of the trial results and, in the Investigator's opinion, would make the patient inappropriate for entry into this trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Akhil Kumar, MD","role":"CONTACT","phone":"+91 9632203510","email":"akhil_k@aurigene.com"},{"name":"Gutta Naidu, MSc","role":"CONTACT","phone":"+91 8328340009","email":"guttapadmanabha_n@aurigene.com"}],"overallOfficials":[{"name":"Akhil Kumar, MD","affiliation":"Head Clinical Development","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Unique Hospital","status":"RECRUITING","city":"Surat","state":"Gujarat","zip":"395002","country":"India","contacts":[{"name":"Dr. Ankit Patel","role":"CONTACT","phone":"9825404202","email":"drankitoncologist@gmail.com"}],"geoPoint":{"lat":21.19594,"lon":72.83023}},{"facility":"Kiran Multi Super Specialty Hospital","status":"RECRUITING","city":"Surat","state":"Gujarat","zip":"395004","country":"India","contacts":[{"name":"Dr. Anshul Agarwal","role":"CONTACT","phone":"8657068668","email":"anshul.onco@gmail.com"}],"geoPoint":{"lat":21.19594,"lon":72.83023}},{"facility":"K R Hospital","status":"RECRUITING","city":"Mysore","state":"Karnataka","zip":"570001","country":"India","contacts":[{"name":"Dr. Mukesh S","role":"CONTACT","phone":"9886873788","email":"dal_muk1@hotmail.com"}],"geoPoint":{"lat":12.29791,"lon":76.63925}},{"facility":"Grant Medical Foundation Ruby Hall Clinic","status":"RECRUITING","city":"Pune","state":"Maharashtra","zip":"411001","country":"India","contacts":[{"name":"Dr. Minish Jain","role":"CONTACT","phone":"9823133390","email":"minishjain009@gmail.com"}],"geoPoint":{"lat":18.51957,"lon":73.85535}},{"facility":"All India Institute of Medical Sciences","status":"RECRUITING","city":"Delhi","zip":"10029","country":"India","contacts":[{"name":"Dr. Deepam Pushpam","role":"CONTACT","phone":"9650629370","email":"deepampushpam@gmail.com"}],"geoPoint":{"lat":28.65195,"lon":77.23149}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"meshes":[{"id":"D009190","term":"Myelodysplastic Syndromes"}],"ancestors":[{"id":"D006402","term":"Hematologic Diseases"},{"id":"D001855","term":"Bone Marrow Diseases"}],"browseLeaves":[{"id":"M11220","name":"Lymphoma","relevance":"LOW"},{"id":"M10945","name":"Leukemia","relevance":"LOW"},{"id":"M16355","name":"Syndrome","relevance":"LOW"},{"id":"M14164","name":"Preleukemia","relevance":"LOW"},{"id":"M12145","name":"Myelodysplastic Syndromes","asFound":"Myelodysplastic Syndrome","relevance":"HIGH"},{"id":"M10955","name":"Leukemia, Myeloid","relevance":"LOW"},{"id":"M18127","name":"Leukemia, Myeloid, Acute","relevance":"LOW"},{"id":"M9490","name":"Hematologic Diseases","relevance":"LOW"},{"id":"M5134","name":"Bone Marrow Diseases","relevance":"LOW"},{"id":"T3543","name":"Lymphosarcoma","relevance":"LOW"},{"id":"T3993","name":"Myelodysplastic Syndromes","asFound":"Myelodysplastic Syndrome","relevance":"HIGH"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"},{"id":"T3995","name":"Myeloid Leukemia","asFound":"Myeloid Leukemia","relevance":"HIGH"},{"id":"T182","name":"Acute Myeloid Leukemia","asFound":"Acute Myeloid Leukemia","relevance":"HIGH"},{"id":"T188","name":"Acute Non Lymphoblastic Leukemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D002118","term":"Calcium"}],"ancestors":[{"id":"D000077264","term":"Calcium-Regulating Hormones and Agents"},{"id":"D045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M5381","name":"Calcium","asFound":"Supplement","relevance":"HIGH"},{"id":"M5398","name":"Calcium, Dietary","relevance":"LOW"},{"id":"M9789","name":"Hormones","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"BDCA","name":"Bone Density Conservation Agents"}]}},"hasResults":false}