{"protocolSection":{"identificationModule":{"nctId":"NCT05450016","orgStudyIdInfo":{"id":"3734"},"organization":{"fullName":"Tata Memorial Centre","class":"OTHER"},"briefTitle":"Assessment of the Breast Cosmesis Using Deep Neural Networks: an Exploratory Study (ABCD)","officialTitle":"Assessment of the Breast Cosmesis Using Deep Neural Networks: an Exploratory Study (ABCD)","acronym":"ABCD"},"statusModule":{"statusVerifiedDate":"2025-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-06-28","studyFirstSubmitQcDate":"2022-07-04","studyFirstPostDateStruct":{"date":"2022-07-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-04-07","lastUpdatePostDateStruct":{"date":"2025-04-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Tabassum Wadasadawala","investigatorTitle":"Professor Tabassum Wadasadawala","investigatorAffiliation":"Tata Memorial Centre"},"leadSponsor":{"name":"Tata Memorial Centre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Surgery and radiotherapy in breast cancer patients can cause treatment changes and may affect the final breast appearance. In this study, we are trying to evaluate the post treatment breast photographs of the patients and subject these to Artificial Intelligence based program so as to classify into appropriate categories based upon changes from baseline. This automated solution will help in decreasing the time required to achieve this task by physicians in the clinic.","detailedDescription":"A new algorithm was introduced which is based on deep neural network (DNN) which receives an image as input and returns the coordinates of the breast key points as output. These key points are then given to a shortest-path algorithm that models images as graphs to refine breast key point localization. The algorithm learns, directly from the image, to compute features and to use those features in the analysis of the aesthetic result. This comprises of two main modules: regression and refinement of heatmaps, and regression of key points. To perform the heatmap regression, the U-Net model is used.\n\nThe goal of the first module is to generate an intermediate representation consisting on a fuzzy localization for the key points that are to be detected.\n\nThe second module receives and refines this fuzzy localization, and through complex calculations, outputting the x and y coordinates of the keypoints, and the data generated from which can be used for disease / image classification."},"conditionsModule":{"conditions":["Breast Cancer"],"keywords":["Cosmesis, photographic assessment, neural network"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":720,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of patients with excellent/good cosmesis","description":"The patient photographs will be processed for artificial intelligence based analysis of prediction of breast cosmesis","timeFrame":"3 years"}],"secondaryOutcomes":[{"measure":"Kappa statistic between different deep neural networks","description":"Concordance of various deep neural networks in prediction of breast cosmesis","timeFrame":"3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Confirmed diagnosis of primary breast cancer (invasive or in situ)\n* Patient undergone breast conservation / Whole breast reconstruction\n* Patient received breast RT\n* Already provided written informed consent on earlier projects\n* Patient provided photographs of both breasts\n* Non-metastatic disease or oligometastatic\n* Age \\> 18 years\n* Reconsent given\n\nExclusion Criteria:\n\n* Mastectomy without whole breast reconstruction\n* Bilateral breast cancer\n* Partial breast irradiation\n* Male patient\n* Limited life expectancy due to co-morbidity\n* Patients undergoing brachy boost","healthyVolunteers":true,"sex":"FEMALE","genderBased":true,"genderDescription":"Only female breast cancer patients will be studied","minimumAge":"19 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"This is a retrospective analysis of patient photographs that have been acquired after written informed consent as per ethical requirements. The patients accrued in the ongoing prospective study (CTRI/2020/01/022871) have been re-consented for the current study in order to subject their breast photographs for neural network analysis. No photographs are taken separately for the current study. Hence this is essentially a retrospective study of the breast photographs to predict cosmesis.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Tabassum Wadasadawala, MD","role":"CONTACT","phone":"9324445303","email":"twadasadwala@actrec.gov.in"}],"overallOfficials":[{"name":"Tabassum Wadasadwala, MD","affiliation":"Tata Memorial Centre","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Tata Memorial Centre","status":"RECRUITING","city":"Mumbai","state":"Maharashtra","zip":"400012","country":"India","contacts":[{"name":"Tabassum Wadasadawala, MD","role":"CONTACT","phone":"9324445303","email":"twadasadawala@actrec.gov.in"},{"name":"Tabassum Wadasadawala, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sahil Sood, MD","role":"SUB_INVESTIGATOR"},{"name":"Amit Sethi, PhD","role":"SUB_INVESTIGATOR"},{"name":"Rajiv Sarin, MD","role":"SUB_INVESTIGATOR"},{"name":"Rima Pathak, MD","role":"SUB_INVESTIGATOR"},{"name":"Revathy Krishnamurthy, MD","role":"SUB_INVESTIGATOR"},{"name":"Vani Parmar, MD","role":"SUB_INVESTIGATOR"},{"name":"Pallavi Rane, M.Sc","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":19.07283,"lon":72.88261}}]},"referencesModule":{"references":[{"pmid":"22137022","type":"BACKGROUND","citation":"Hill-Kayser CE, Vachani C, Hampshire MK, Di Lullo GA, Metz JM. Cosmetic outcomes and complications reported by patients having undergone breast-conserving treatment. Int J Radiat Oncol Biol Phys. 2012 Jul 1;83(3):839-44. doi: 10.1016/j.ijrobp.2011.08.013. Epub 2011 Dec 2."},{"pmid":"31790958","type":"BACKGROUND","citation":"Cardoso JS, Silva W, Cardoso MJ. Evolution, current challenges, and future possibilities in the objective assessment of aesthetic outcome of breast cancer locoregional treatment. Breast. 2020 Feb;49:123-130. doi: 10.1016/j.breast.2019.11.006. Epub 2019 Nov 21."},{"pmid":"10524421","type":"BACKGROUND","citation":"Vrieling C, Collette L, Bartelink E, Borger JH, Brenninkmeyer SJ, Horiot JC, Pierart M, Poortmans PM, Struikmans H, Van der Schueren E, Van Dongen JA, Van Limbergen E, Bartelink H. Validation of the methods of cosmetic assessment after breast-conserving therapy in the EORTC \"boost versus no boost\" trial. EORTC Radiotherapy and Breast Cancer Cooperative Groups. European Organization for Research and Treatment of Cancer. Int J Radiat Oncol Biol Phys. 1999 Oct 1;45(3):667-76. doi: 10.1016/s0360-3016(99)00215-1."},{"pmid":"16438948","type":"BACKGROUND","citation":"Kim MS, Reece GP, Beahm EK, Miller MJ, Atkinson EN, Markey MK. Objective assessment of aesthetic outcomes of breast cancer treatment: measuring ptosis from clinical photographs. Comput Biol Med. 2007 Jan;37(1):49-59. doi: 10.1016/j.compbiomed.2005.10.007. Epub 2006 Jan 24."},{"pmid":"3972667","type":"BACKGROUND","citation":"Pezner RD, Patterson MP, Hill LR, Vora N, Desai KR, Archambeau JO, Lipsett JA. Breast retraction assessment: an objective evaluation of cosmetic results of patients treated conservatively for breast cancer. Int J Radiat Oncol Biol Phys. 1985 Mar;11(3):575-8. doi: 10.1016/0360-3016(85)90190-7."},{"pmid":"3997593","type":"BACKGROUND","citation":"Pezner RD, Lipsett JA, Vora NL, Desai KR. Limited usefulness of observer-based cosmesis scales employed to evaluate patients treated conservatively for breast cancer. Int J Radiat Oncol Biol Phys. 1985 Jun;11(6):1117-9. doi: 10.1016/0360-3016(85)90058-6."},{"pmid":"8792969","type":"BACKGROUND","citation":"Lowery JC, Wilkins EG, Kuzon WM, Davis JA. Evaluations of aesthetic results in breast reconstruction: an analysis of reliability. Ann Plast Surg. 1996 Jun;36(6):601-6; discussion 607. doi: 10.1097/00000637-199606000-00007."},{"pmid":"16079671","type":"BACKGROUND","citation":"Cohen M, Evanoff B, George LT, Brandt KE. A subjective rating scale for evaluating the appearance outcome of autologous breast reconstruction. Plast Reconstr Surg. 2005 Aug;116(2):440-9. doi: 10.1097/01.prs.0000173214.05854.e4."},{"pmid":"18777134","type":"BACKGROUND","citation":"Cardoso MJ, Cardoso JS, Wild T, Krois W, Fitzal F. Comparing two objective methods for the aesthetic evaluation of breast cancer conservative treatment. Breast Cancer Res Treat. 2009 Jul;116(1):149-52. doi: 10.1007/s10549-008-0173-4. Epub 2008 Sep 7."},{"pmid":"17382546","type":"BACKGROUND","citation":"Fitzal F, Krois W, Trischler H, Wutzel L, Riedl O, Kuhbelbock U, Wintersteiner B, Cardoso MJ, Dubsky P, Gnant M, Jakesz R, Wild T. The use of a breast symmetry index for objective evaluation of breast cosmesis. Breast. 2007 Aug;16(4):429-35. doi: 10.1016/j.breast.2007.01.013. Epub 2007 Mar 26."},{"pmid":"18356109","type":"BACKGROUND","citation":"START Trialists' Group; Bentzen SM, Agrawal RK, Aird EG, Barrett JM, Barrett-Lee PJ, Bliss JM, Brown J, Dewar JA, Dobbs HJ, Haviland JS, Hoskin PJ, Hopwood P, Lawton PA, Magee BJ, Mills J, Morgan DA, Owen JR, Simmons S, Sumo G, Sydenham MA, Venables K, Yarnold JR. The UK Standardisation of Breast Radiotherapy (START) Trial A of radiotherapy hypofractionation for treatment of early breast cancer: a randomised trial. Lancet Oncol. 2008 Apr;9(4):331-41. doi: 10.1016/S1470-2045(08)70077-9. Epub 2008 Mar 19."},{"pmid":"18355913","type":"BACKGROUND","citation":"START Trialists' Group; Bentzen SM, Agrawal RK, Aird EG, Barrett JM, Barrett-Lee PJ, Bentzen SM, Bliss JM, Brown J, Dewar JA, Dobbs HJ, Haviland JS, Hoskin PJ, Hopwood P, Lawton PA, Magee BJ, Mills J, Morgan DA, Owen JR, Simmons S, Sumo G, Sydenham MA, Venables K, Yarnold JR. The UK Standardisation of Breast Radiotherapy (START) Trial B of radiotherapy hypofractionation for treatment of early breast cancer: a randomised trial. Lancet. 2008 Mar 29;371(9618):1098-107. doi: 10.1016/S0140-6736(08)60348-7. Epub 2008 Mar 19."},{"pmid":"31512161","type":"BACKGROUND","citation":"Wadasadawala T, Sinha S, Parmar V, Verma S, Gaikar M, Kannan S, Mondal M, Pathak R, Jain U, Sarin R. Comparison of subjective, objective and patient-reported cosmetic outcomes between accelerated partial breast irradiation and whole breast radiotherapy: a prospective propensity score-matched pair analysis. Breast Cancer. 2020 Mar;27(2):206-212. doi: 10.1007/s12282-019-01009-7. Epub 2019 Sep 11."},{"pmid":"31435427","type":"BACKGROUND","citation":"Wadasadawala T, Sinha S, Verma S, Parmar V, Kannan S, Pathak R, Sarin R, Gaikar M. A prospective comparison of subjective and objective assessments of cosmetic outcomes following breast brachytherapy. J Contemp Brachytherapy. 2019 Jun;11(3):207-214. doi: 10.5114/jcb.2019.85414. Epub 2019 Jun 28."},{"pmid":"30686613","type":"BACKGROUND","citation":"Maier A, Syben C, Lasser T, Riess C. A gentle introduction to deep learning in medical image processing. Z Med Phys. 2019 May;29(2):86-101. doi: 10.1016/j.zemedi.2018.12.003. Epub 2019 Jan 25."},{"pmid":"29679847","type":"BACKGROUND","citation":"Hamidinekoo A, Denton E, Rampun A, Honnor K, Zwiggelaar R. Deep learning in mammography and breast histology, an overview and future trends. Med Image Anal. 2018 Jul;47:45-67. doi: 10.1016/j.media.2018.03.006. Epub 2018 Mar 26."},{"pmid":"28117445","type":"BACKGROUND","citation":"Esteva A, Kuprel B, Novoa RA, Ko J, Swetter SM, Blau HM, Thrun S. Dermatologist-level classification of skin cancer with deep neural networks. Nature. 2017 Feb 2;542(7639):115-118. doi: 10.1038/nature21056. Epub 2017 Jan 25."},{"pmid":"33038993","type":"BACKGROUND","citation":"Le WT, Maleki F, Romero FP, Forghani R, Kadoury S. Overview of Machine Learning: Part 2: Deep Learning for Medical Image Analysis. Neuroimaging Clin N Am. 2020 Nov;30(4):417-431. doi: 10.1016/j.nic.2020.06.003. Epub 2020 Sep 18."},{"pmid":"28301734","type":"BACKGROUND","citation":"Shen D, Wu G, Suk HI. Deep Learning in Medical Image Analysis. Annu Rev Biomed Eng. 2017 Jun 21;19:221-248. doi: 10.1146/annurev-bioeng-071516-044442. Epub 2017 Mar 9."},{"pmid":"8407402","type":"BACKGROUND","citation":"Sarin R, Dinshaw KA, Shrivastava SK, Sharma V, Deore SM. Therapeutic factors influencing the cosmetic outcome and late complications in the conservative management of early breast cancer. Int J Radiat Oncol Biol Phys. 1993 Sep 30;27(2):285-92. doi: 10.1016/0360-3016(93)90239-r."},{"pmid":"17706403","type":"BACKGROUND","citation":"Budrukkar AN, Sarin R, Shrivastava SK, Deshpande DD, Dinshaw KA. Cosmesis, late sequelae and local control after breast-conserving therapy: influence of type of tumour bed boost and adjuvant chemotherapy. Clin Oncol (R Coll Radiol). 2007 Oct;19(8):596-603. doi: 10.1016/j.clon.2007.06.008. Epub 2007 Aug 13."}],"seeAlsoLinks":[{"label":"YOLOv3: Real-Time Object Detection Algorithm (What's New?).","url":"https://viso.ai/deep-learning/yolov3-overview/."},{"label":"R-CNN, Fast R-CNN, Faster R-CNN, YOLO - Object Detection Algorithms.","url":"https://towardsdatascience.com/r-cnn-fast-r-cnn-faster-r-cnn-yolo-object-detection-algorithms-36d53571365e"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-07-07"},"conditionBrowseModule":{"browseLeaves":[{"id":"M5220","name":"Breast Neoplasms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}